<?php
defined('_JEXEC') or die('Restricted access');
### Copyright (c) 2006-2013 Joobi Limited. All rights reserved.
### license GNU GPLv3 , link http://www.joobi.co

/**
* <p>Р СѓСЃСЃРєРёР№ СЏР·С‹РєРѕРІРѕР№ С„Р°Р№Р»</p>
* @author Salikhov Ilyas <salikhoff@gmail.com>
* @version $Id: russian.php 491 2007-02-01 22:56:07Z chris $
*/


### General ###
 // РћРїРёСЃР°РЅРёРµ jnews
define('_JNEWS_DESC_CORE', 'jNews - СЌС‚Рѕ РёРЅСЃС‚СЂСѓРјРµРЅС‚ РїРѕС‡С‚РѕРІС‹С… СЂР°СЃСЃС‹Р»РѕРє, СЂР°СЃСЃС‹Р»РєРё РЅРѕРІРѕСЃС‚РµР№ Рё Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂ РґР»СЏ СЌС„С„РµРєС‚РёРІРЅРѕР№ РєРѕРјРјСѓРЅРёРєР°С†РёРё СЃ Р’Р°С€РёРјРё РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ Рё РєР»РёРµРЅС‚Р°РјРё.  ' .
		'jNews, Р’Р°С€ РєРѕРјРјСѓРЅРёРєР°С†РёРѕРЅРЅС‹Р№ РїР°СЂС‚РЅРµСЂ!');
define('_JNEWS_DESC_GPL', 'jNews - СЌС‚Рѕ РёРЅСЃС‚СЂСѓРјРµРЅС‚ РїРѕС‡С‚РѕРІС‹С… СЂР°СЃСЃС‹Р»РѕРє, СЂР°СЃСЃС‹Р»РєРё РЅРѕРІРѕСЃС‚РµР№ Рё Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂ РґР»СЏ СЌС„С„РµРєС‚РёРІРЅРѕР№ РєРѕРјРјСѓРЅРёРєР°С†РёРё СЃ Р’Р°С€РёРјРё РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ Рё РєР»РёРµРЅС‚Р°РјРё.  ' .
		'jNews, Р’Р°С€ РєРѕРјРјСѓРЅРёРєР°С†РёРѕРЅРЅС‹Р№ РїР°СЂС‚РЅРµСЂ!');
define('_JNEWS_FEATURES', 'jNews, Р’Р°С€ РєРѕРјРјСѓРЅРёРєР°С†РёРѕРЅРЅС‹Р№ РїР°СЂС‚РЅРµСЂ!');

// РўРёРї СЃРїРёСЃРєРѕРІ
define('_JNEWS_NEWSLETTER', 'Р�РЅС„РѕСЂРјР°С†РёРѕРЅРЅС‹Р№ Р±СЋР»Р»РµС‚РµРЅСЊ');
define('_JNEWS_AUTORESP', 'РђРІС‚РѕРѕС‚РІРµС‚С‡РёРє');
define('_JNEWS_AUTORSS', 'RSS-РїРѕРґРїРёСЃРєР°');
define('_JNEWS_ECARD', 'eCard');
define('_JNEWS_POSTCARD', 'РџРѕС‡С‚РѕРІР°СЏ РѕС‚РєСЂС‹С‚РєР°');
define('_JNEWS_PERF', 'РџСЂРѕРёР·РІРѕРґРёС‚РµР»СЊРЅРѕСЃС‚СЊ');
define('_JNEWS_COUPON', 'РљСѓРїРѕРЅ');
define('_JNEWS_CRON', 'Р—Р°РґР°С‡Р° РҐСЂРѕРЅР°');
define('_JNEWS_MAILING', 'РџРѕС‡С‚РѕРІР°СЏ СЂР°СЃСЃС‹Р»РєР°');
define('_JNEWS_LIST', 'РЎРїРёСЃРѕРє');

// РњРµРЅСЋ jnews
define('_JNEWS_MENU_LIST', 'РЎРїРёСЃРєРё');
define('_JNEWS_MENU_SUBSCRIBERS', 'РџРѕРґРїРёСЃС‡РёРєРё');
define('_JNEWS_MENU_NEWSLETTERS', 'Р�РЅС„РѕСЂРјР°С†РёРѕРЅРЅС‹Рµ Р±СЋР»Р»РµС‚РµРЅРё');
define('_JNEWS_MENU_AUTOS', 'РђРІС‚РѕРѕС‚РІРµС‚С‡РёРєРё');
define('_JNEWS_MENU_COUPONS', 'РљСѓРїРѕРЅС‹');
define('_JNEWS_MENU_CRONS', 'Р—Р°РґР°С‡Рё РҐСЂРѕРЅР°');
define('_JNEWS_MENU_AUTORSS', 'RSS-РїРѕРґРїРёСЃРєР°');
define('_JNEWS_MENU_ECARD', 'eCards');
define('_JNEWS_MENU_POSTCARDS', 'РџРѕС‡С‚РѕРІС‹Рµ РћС‚РєСЂС‹С‚РєРё');
define('_JNEWS_MENU_PERFS', 'РџСЂРѕРёР·РІРѕРґРёС‚РµР»СЊРЅРѕСЃС‚СЊ');
define('_JNEWS_MENU_TAB_LIST', 'РЎРїРёСЃРєРё');
define('_JNEWS_MENU_MAILING_TITLE', 'РџРѕС‡С‚РѕРІС‹Рµ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_MENU_MAILING' , 'Р Р°СЃСЃС‹Р»РєРё РґР»СЏ ');
define('_JNEWS_MENU_STATS', 'РЎС‚Р°С‚РёСЃС‚РёРєР°');
define('_JNEWS_MENU_STATS_FOR', 'РЎС‚Р°С‚РёСЃС‚РёРєР° РґР»СЏ');
define('_JNEWS_MENU_CONF', 'РљРѕРЅС„РёРіСѓСЂР°С†РёСЏ');
define('_JNEWS_MENU_UPDATE', 'Import');
define('_JNEWS_MENU_ABOUT', 'Рћ');
define('_JNEWS_MENU_LEARN', 'С†РµРЅС‚СЂ РћР±СЂР°Р·РѕРІР°РЅРёСЏ');
define('_JNEWS_MENU_MEDIA', 'РњРµРґРёР°-РјРµРЅРµРґР¶РµСЂ'); // Р±С‹Р» - "РњРµРЅРµРґР¶РµСЂ РќРѕСЃРёС‚РµР»СЏ"
define('_JNEWS_MENU_HELP', 'РџРѕРјРѕС‰СЊ');
define('_JNEWS_MENU_CPANEL', 'CPanel');
define('_JNEWS_MENU_IMPORT', 'Р�РјРїРѕСЂС‚');
define('_JNEWS_MENU_EXPORT', 'Р­РєСЃРїРѕСЂС‚');
define('_JNEWS_MENU_SUB_ALL', 'РџРѕРґРїРёСЃР°С‚СЊСЃСЏ РЅР° РІСЃРµ');
define('_JNEWS_MENU_UNSUB_ALL', 'РђРЅРЅСѓР»РёСЂСѓРµС‚ РІСЃСЋ РїРѕРґРїРёСЃРєСѓ');
define('_JNEWS_MENU_VIEW_ARCHIVE', 'РђСЂС…РёРІ');
define('_JNEWS_MENU_PREVIEW', 'РџСЂРµРґРїСЂРѕСЃРјРѕС‚СЂ');
define('_JNEWS_MENU_SEND', 'РћС‚РїСЂР°РІРєР°');
define('_JNEWS_MENU_SEND_TEST', 'Р­Р»РµРєС‚СЂРѕРЅРЅР°СЏ РїРѕС‡С‚Р° РґР»СЏ РўРµСЃС‚Р° РћС‚РїСЂР°РІРєРё');
define('_JNEWS_MENU_SEND_QUEUE', 'РћС‡РµСЂРµРґСЊ РџСЂРѕС†РµСЃСЃР°');
define('_JNEWS_MENU_VIEW', 'Р’РёРґ');
define('_JNEWS_MENU_COPY', 'РљРѕРїРёСЏ');
define('_JNEWS_MENU_VIEW_STATS' , 'РџСЂРѕСЃРјРѕС‚СЂ СЃС‚Р°С‚РёСЃС‚РёРєРё');
define('_JNEWS_MENU_CRTL_PANEL' , 'РџР°РЅРµР»СЊ РЈРїСЂР°РІР»РµРЅРёСЏ');
define('_JNEWS_MENU_LIST_NEW' , 'РЎРѕР·РґР°С‚СЊ РЎРїРёСЃРѕРє');
define('_JNEWS_MENU_LIST_EDIT' , 'РџСЂР°РІРёС‚СЊ РЎРїРёСЃРѕРє');
define('_JNEWS_MENU_BACK', 'РќР°Р·Р°Рґ');
define('_JNEWS_MENU_INSTALL', 'Р�РЅСЃС‚Р°Р»Р»СЏС†РёСЏ');
define('_JNEWS_MENU_TAB_SUM', 'Р РµР·СЋРјРµ');
define('_JNEWS_STATUS', 'РЎРѕСЃС‚РѕСЏРЅРёРµ');

// СЃРѕРѕР±С‰РµРЅРёСЏ
define('_JNEWS_ERROR' , ' РџСЂРѕРёР·РѕС€Р»Р° РѕС€РёР±РєР°! ');
define('_JNEWS_SUB_ACCESS' , 'РџСЂР°РІР° РґРѕСЃС‚СѓРїР°');
define('_JNEWS_DESC_CREDITS', 'Рћ РјРѕРґСѓР»Рµ');
define('_JNEWS_DESC_INFO', 'Р�РЅС„РѕСЂРјР°С†РёСЏ');
define('_JNEWS_DESC_HOME', 'Р”РѕРјР°С€РЅСЏСЏ СЃС‚СЂР°РЅРёС†Р°');
define('_JNEWS_DESC_MAILING', 'РЎРїРёСЃРѕРє СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_DESC_SUBSCRIBERS', 'РџРѕРґРїРёСЃС‡РёРєРё');
define('_JNEWS_PUBLISHED','РћРїСѓР±Р»РёРєРѕРІР°РЅРѕ');
define('_JNEWS_UNPUBLISHED','РќРµ РѕРїСѓР±Р»РёРєРѕРІР°РЅРѕ');
define('_JNEWS_DELETE','РЈРґР°Р»РёС‚СЊ');
define('_JNEWS_FILTER','Р¤РёР»СЊС‚СЂ');
define('_JNEWS_UPDATE','РћР±РЅРѕРІРёС‚СЊ');
define('_JNEWS_SAVE','РЎРѕС…СЂР°РЅРёС‚СЊ');
define('_JNEWS_CANCEL','РћС‚РјРµРЅРёС‚СЊ');
define('_JNEWS_NAME','Р�РјСЏ');
define('_JNEWS_EMAIL','Р­Р»РµРєС‚СЂРѕРЅРЅР°СЏ РїРѕС‡С‚Р°');
define('_JNEWS_SELECT','Р’С‹Р±СЂР°С‚СЊ');
define('_JNEWS_ALL','Р’СЃРµ');
define('_JNEWS_SEND_A', 'РћС‚РїСЂР°РІР»СЏСЋС‚СЃСЏ... ');
define('_JNEWS_SUCCESS_DELETED', ' СѓРґР°Р»РµРЅРёРµ РїСЂРѕС€Р»Рѕ СѓСЃРїРµС€РЅРѕ');
define('_JNEWS_LIST_ADDED', 'РЎРїРёСЃРѕРє СѓСЃРїРµС€РЅРѕ СЃРѕР·РґР°РЅ');
define('_JNEWS_LIST_COPY', 'РЎРїРёСЃРѕРє СѓСЃРїРµС€РЅРѕ СЃРєРѕРїРёСЂРѕРІР°РЅ');
define('_JNEWS_LIST_UPDATED', 'РЎРїРёСЃРѕРє СѓСЃРїРµС€РЅРѕ РѕР±РЅРѕРІР»РµРЅ');
define('_JNEWS_MAILING_SAVED', 'РџРѕС‡С‚РѕРІС‹Рµ РѕС‚РїСЂР°РІР»РµРЅРёСЏ СѓСЃРїРµС€РЅРѕ СЃРѕС…СЂР°РЅРµРЅС‹.');
define('_JNEWS_UPDATED_SUCCESSFULLY', 'СѓСЃРїРµС€РЅРѕ РѕР±РЅРѕРІР»РµРЅ.');

### Subscribers information ###
// РїРѕРґРїРёСЃРєР° Рё РѕС‚РїРёСЃРєР° РЅРѕРІРѕСЃС‚РµР№
define('_JNEWS_SUB_INFO', 'Р”Р°РЅРЅС‹Рµ РїРѕРґРїРёСЃС‡РёРєР°');
define('_JNEWS_VERIFY_INFO', 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РїСЂРѕРІРµСЂСЊС‚Рµ РІРІРµРґРµРЅРЅСѓСЋ РІР°РјРё СЃСЃС‹Р»РєСѓ. РќРµРєРѕС‚РѕСЂР°СЏ РёРЅС„РѕСЂРјР°С†РёСЏ СЏРІР»СЏРµС‚СЃСЏ РЅРµРґРѕСЃС‚Р°СЋС‰РµР№.');
define('_JNEWS_INPUT_NAME', 'Р�РјСЏ');
define('_JNEWS_INPUT_EMAIL', 'Р­Р»РµРєС‚СЂРѕРЅРЅР°СЏ РїРѕС‡С‚Р°');
define('_JNEWS_RECEIVE_HTML', 'РџРѕР»СѓС‡Р°С‚СЊ HTML?');
define('_JNEWS_TIME_ZONE', 'Р§Р°СЃРѕРІРѕР№ РїРѕСЏСЃ');
define('_JNEWS_BLACK_LIST', 'Р§С‘СЂРЅС‹Р№ СЃРїРёСЃРѕРє');
define('_JNEWS_REGISTRATION_DATE', 'Р”Р°С‚Р° СЂРµРіРёСЃС‚СЂР°С†РёРё РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ');
define('_JNEWS_USER_ID', 'Р�РґРµРЅС‚РёС„РёРєР°С‚РѕСЂ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ');
define('_JNEWS_DESCRIPTION', 'РћРїРёСЃР°РЅРёРµ');
define('_JNEWS_ACCOUNT_CONFIRMED', 'Р’Р°С€Р° СѓС‡РµС‚РЅР°СЏ Р·Р°РїРёСЃСЊ Р°РєС‚РёРІРёСЂРѕРІР°РЅР°.');
define('_JNEWS_SUB_SUBSCRIBER', 'РџРѕРґРїРёСЃС‡РёРє');
define('_JNEWS_SUB_PUBLISHER', 'Р�Р·РґР°С‚РµР»СЊ');
define('_JNEWS_SUB_ADMIN', 'РђРґРјРёРЅРёСЃС‚СЂР°С‚РѕСЂ');
define('_JNEWS_REGISTERED', 'Р—Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅРѕ');
define('_JNEWS_SUBSCRIPTIONS', 'Р’Р°С€Р° РїРѕРґРїРёСЃРєР°');
define('_JNEWS_SEND_UNSUBCRIBE', 'РЎРѕРѕР±С‰РµРЅРёРµ РѕР± Р°РЅРЅСѓР»РёСЂРѕРІР°РЅРёРё РїРѕРґРїРёСЃРєРё');
define('_JNEWS_SEND_UNSUBCRIBE_TIPS', 'РќР°Р¶РјРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РїРѕСЃС‹Р»Р°С‚СЊ РїРёСЃСЊРјРѕ СЃ РїРѕРґС‚РІРµСЂР¶РґРµРЅРёРµРј Р°РЅРЅСѓР»РёСЂРѕРІР°РЅРёСЏ РїРѕРґРїРёСЃРєРё.');
define('_JNEWS_SUBSCRIBE_SUBJECT_MESS', 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РїРѕРґС‚РІРµСЂРґРёС‚Рµ РїРѕРґРїРёСЃРєСѓ');
define('_JNEWS_UNSUBSCRIBE_SUBJECT_MESS', 'РџРѕРґС‚РІРµСЂР¶РґРµРЅРёРµ РѕС‚РєР°Р·Р° РѕС‚ РїРѕРґРїРёСЃРєРё');
define('_JNEWS_DEFAULT_SUBSCRIBE_MESS', 'Р—РґСЂР°РІСЃС‚РІСѓР№С‚Рµ, {tag:name},<br />' .
		'Р•С‰Рµ РѕРґРёРЅ С€Р°Рі, Рё РІС‹ Р±СѓРґРµС‚Рµ РїРѕРґРїРёСЃР°РЅС‹ РЅР° СЂР°СЃСЃС‹Р»РєСѓ. РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РїРµСЂРµР№РґРёС‚Рµ РїРѕ СЃСЃС‹Р»РєРµ С‡С‚РѕР±С‹ РїРѕРґС‚РІРµСЂРґРёС‚СЊ РїРѕРґРїРёСЃРєСѓ.' .
		'<br /><br />{tag:confirm}<br /><br />Р•СЃР»Рё Сѓ РІР°СЃ РІРѕР·РЅРёРєР»Рё РІРѕРїСЂРѕСЃС‹, РїРѕР¶Р°Р»СѓР№СЃС‚Р°, РѕР±СЂР°С‚РёС‚РµСЃСЊ Рє Р°РґРјРёРЅРёСЃС‚СЂР°С‚РѕСЂСѓ.');
define('_JNEWS_DEFAULT_UNSUBSCRIBE_MESS', 'РќР°СЃС‚РѕСЏС‰РёРј РїРёСЃСЊРјРѕРј СЃРѕР±С‰Р°РµРј РІР°Рј, С‡С‚Рѕ РІС‹ Р±С‹Р»Рё СѓРґР°Р»РµРЅС‹ РёР· С‡РёСЃР»Р° РЅР°С€Рё РїРѕРґРїРёСЃС‡РёРєРѕРІ. РњС‹ СЃРѕР¶Р°Р»РµРµРј Рѕ С‚РѕРј, С‡С‚Рѕ Р’С‹ РїСЂРёРЅСЏР»Рё СЂРµС€РµРЅРёРµ РѕС‚РєР°Р·Р°С‚СЊСЃСЏ РѕС‚ РїРѕРґРїРёСЃРєРё. Р•СЃР»Рё Р’С‹ Р·Р°С…РѕС‚РёС‚Рµ РІРѕСЃСЃС‚Р°РЅРѕРІРёС‚СЊ РїРѕРґРїРёСЃРєСѓ, Р’С‹ РІСЃРµРіРґР° РјРѕР¶РµС‚Рµ СЃРґРµР»Р°С‚СЊ СЌС‚Рѕ РЅР° РЅР°С€РµРј СЃР°Р№С‚Рµ. Р•СЃР»Рё Сѓ Р’Р°СЃ РІРѕР·РЅРёРєРЅСѓС‚ РІРѕРїСЂРѕСЃС‹, РѕР±СЂР°С‰Р°Р№С‚РµСЃСЊ Рє РЅР°С€РµРјСѓ Р°РґРјРёРЅРёСЃС‚СЂР°С‚РѕСЂСѓ.');

// РџРѕРґРїРёСЃС‡РёРєРё jNews
define('_JNEWS_SIGNUP_DATE', 'Р”Р°С‚Р° РїРѕРґРїРёСЃРєРё');
define('_JNEWS_CONFIRMED', 'РџРѕРґС‚РІРµСЂР¶РґРµРЅРѕ');
define('_JNEWS_SUBSCRIB', 'РџРѕРґРїРёСЃР°С‚СЊСЃСЏ');
define('_JNEWS_HTML', 'HTML СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_RESULTS', 'Р РµР·СѓР»СЊС‚Р°С‚С‹');
define('_JNEWS_SEL_LIST', 'Р’С‹Р±РµСЂРёС‚Рµ СЃРїРёСЃРѕРє');
define('_JNEWS_SEL_LIST_TYPE', '- Р’С‹Р±РµСЂРёС‚Рµ С‚РёРї СЃРїРёСЃРєР° -');
define('_JNEWS_SUSCRIB_LIST', 'РЎРїРёСЃРѕРє РІСЃРµС… РїРѕРґРїРёСЃС‡РёРєРѕРІ');
define('_JNEWS_SUSCRIB_LIST_UNIQUE', 'РџРѕРґРїРёСЃС‡РёРєРё РЅР°:  ');
define('_JNEWS_NO_SUSCRIBERS', 'Р”Р»СЏ СЌС‚РѕРіРѕ СЃРїРёСЃРєР° РЅРµ РЅР°Р№РґРµРЅРѕ РЅРё РѕРґРЅРѕРіРѕ РїРѕРґРїРёСЃС‡РёРєР°.');
define('_JNEWS_COMFIRM_SUBSCRIPTION', 'Р’Р°Рј Р±С‹Р»Рѕ РІС‹СЃР»Р°РЅРѕ РїРёСЃСЊРјРѕ РґР»СЏ РїРѕРґС‚РІРµСЂР¶РґРµРЅРёСЏ РїРѕРґРїРёСЃРєРё.  РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РїСЂРѕРІРµСЂСЊ РїРѕС‡С‚Сѓ Рё РїРµСЂРµР№РґРёС‚Рµ РїРѕ РІС‹СЃР»Р°РЅРЅРѕР№ СЃСЃС‹Р»РєРµ.<br />' .
		'Р§С‚РѕР±С‹ РїРѕРґРїРёСЃРєР° Р±С‹Р»Р° Р°РєС‚РёРІРёСЂРѕРІР°РЅРЅР°, РІС‹ РґРѕР»Р¶РЅС‹ РїРѕРґС‚РІРµСЂРґРёС‚СЊ СЃРІРѕР№ e-mail.');
define('_JNEWS_SUCCESS_ADD_LIST', 'Р’С‹ Р±С‹Р»Рё СѓСЃРїРµС€РЅРѕ РґРѕР±Р°РІР»РµРЅС‹ РІ СЃРїРёСЃРѕРє РїРѕРґРїРёСЃС‡РёРєРѕРІ.');


 // Subcription info
define('_JNEWS_CONFIRM_LINK', 'РќР°Р¶РјРёС‚Рµ Р·РґРµСЃСЊ, С‡С‚РѕР±С‹ РїРѕРґС‚РІРµСЂРґРёС‚СЊ РїРѕРґРїРёСЃРєСѓ');
define('_JNEWS_UNSUBSCRIBE_LINK', 'РќР°Р¶РјРёС‚Рµ Р·РґРµСЃСЊ, С‡С‚РѕР±С‹ СѓРґР°Р»РёС‚СЊ СЃРµР±СЏ РёР· СЃРїРёСЃРєР° РїРѕРґРїРёСЃС‡РёРєРѕРІ');
define('_JNEWS_UNSUBSCRIBE_MESS', 'РђРґСЂРµСЃ РІР°С€РµР№ СЌР»РµРєС‚СЂРѕРЅРЅРѕР№ РїРѕС‡С‚С‹ Р±С‹Р» СѓРґР°Р»РµРЅ РёР· СЃРїРёСЃРєР°');

define('_JNEWS_QUEUE_SENT_SUCCESS' , 'Р’СЃРµ СЃРѕСЃС‚Р°РІР»РµРЅРЅС‹Рµ СЂР°СЃСЃС‹Р»РєРё Р±С‹Р»Рё СѓСЃРїРµС€РЅРѕ СЂР°Р·РѕСЃР»Р°РЅС‹.');
define('_JNEWS_MALING_VIEW', 'РџРѕРєР°Р·Р°С‚СЊ РІСЃРµ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_UNSUBSCRIBE_MESSAGE', 'Р’С‹ СѓРІРµСЂРµРЅС‹, С‡С‚Рѕ С…РѕС‚РёС‚Рµ РѕС‚РєР°Р·Р°С‚СЊСЃСЏ РѕС‚ СЂР°СЃСЃС‹Р»РєРё РїРѕ РґР°РЅРЅРѕРјСѓ Р»РёСЃС‚Сѓ?');
define('_JNEWS_MOD_SUBSCRIBE', 'РџРѕРґРїРёСЃР°С‚СЊСЃСЏ');
define('_JNEWS_SUBSCRIBE', 'РџРѕРґРїРёСЃР°С‚СЊСЃСЏ');
define('_JNEWS_UNSUBSCRIBE', 'РћС‚РєР°Р·Р°С‚СЊСЃСЏ РѕС‚ РїРѕРґРїРёСЃРєРё');
define('_JNEWS_VIEW_ARCHIVE', 'РџРѕРєР°Р·Р°С‚СЊ Р°СЂС…РёРІ');
define('_JNEWS_SUBSCRIPTION_OR', ' РёР»Рё РЅР°Р¶РјРёС‚Рµ Р·РґРµСЃСЊ С‡С‚РѕР±С‹ РїСЂРёРЅСЏС‚СЊ РёР·РјРµРЅРµРЅРёСЏ');
define('_JNEWS_EMAIL_ALREADY_REGISTERED', 'Р­С‚РѕС‚ Р°РґСЂРµСЃ СѓР¶Рµ РµСЃС‚СЊ РІ Р±Р°Р·Рµ.');
define('_JNEWS_SUBSCRIBER_DELETED', 'РџРѕРґРїРёСЃС‡РёРє СѓСЃРїРµС€РЅРѕ СѓРґР°Р»РµРЅ.');


### РџР°РЅРµР»СЊ РџРѕР»СЊР·РѕРІР°С‚РµР»СЏ ###
 // РџРѕР»СЊР·РѕРІР°С‚РµР»СЊСЃРєРѕРµ РњРµРЅСЋ
define('_JNEWS_UCP_USER_PANEL', 'РџРѕР»СЊР·РѕРІР°С‚РµР»СЊСЃРєР°СЏ РџР°РЅРµР»СЊ СѓРїСЂР°РІР»РµРЅРёСЏ');
define('_JNEWS_UCP_USER_MENU', 'РџРѕР»СЊР·РѕРІР°С‚РµР»СЊСЃРєРѕРµ РњРµРЅСЋ');
define('_JNEWS_UCP_USER_CONTACT', 'РњРѕРё РџРѕРґРїРёСЃРєРё');
 // РњРµРЅСЋ РҐСЂРѕРЅР° jNews
define('_JNEWS_UCP_CRON_MENU', 'РЈРїСЂР°РІР»РµРЅРёРµ Р—Р°РґР°С‡Р°РјРё РҐСЂРѕРЅР°');
define('_JNEWS_UCP_CRON_NEW_MENU', 'РќРѕРІС‹Р№ РҐСЂРѕРЅ');
define('_JNEWS_UCP_CRON_LIST_MENU', 'РЎРїРёСЃРѕРє РјРѕР№ РҐСЂРѕРЅ');
 // РњРµРЅСЋ РљСѓРїРѕРЅР° jNews
define('_JNEWS_UCP_COUPON_MENU', 'РЈРїСЂР°РІР»РµРЅРёРµ РљСѓРїРѕРЅР°РјРё');
define('_JNEWS_UCP_COUPON_LIST_MENU', 'РЎРїРёСЃРѕРє РљСѓРїРѕРЅРѕРІ');
define('_JNEWS_UCP_COUPON_ADD_MENU', 'Р”РѕР±Р°РІРёС‚СЊ РљСѓРїРѕРЅ');

### СЃРїРёСЃРєРё ###
// Р’РєР»Р°РґРєРё
define('_JNEWS_LIST_T_GENERAL', 'РћРїРёСЃР°РЅРёРµ');
define('_JNEWS_LIST_T_LAYOUT', 'Р Р°СЃРєР»Р°РґРєР°');
define('_JNEWS_LIST_T_SUBSCRIPTION', 'РџРѕРґРїРёСЃРєР°');
define('_JNEWS_LIST_T_SENDER', 'Р”Р°РЅРЅС‹Рµ РѕС‚РїСЂР°РІРёС‚РµР»СЏ');

define('_JNEWS_LIST_TYPE', 'РўРёРї СЃРїРёСЃРєР°');
define('_JNEWS_LIST_NAME', 'Р�РјСЏ СЃРїРёСЃРєР°');
define('_JNEWS_LIST_ISSUE', 'РџСѓР±Р»РёРєР°С†РёСЏ #');
define('_JNEWS_LIST_DATE', 'Р”Р°С‚Р° РѕС‚РїСЂР°РІРєРё');
define('_JNEWS_LIST_SUB', 'РўРµРјР° СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_ATTACHED_FILES', 'РџСЂРёРєСЂРµРїР»РµРЅРЅС‹Рµ С„Р°Р№Р»С‹');
define('_JNEWS_SELECT_LIST', 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІС‹Р±РµСЂРёС‚Рµ СЃРїРёСЃРѕРє РґР»СЏ СЂРµРґР°РєС‚РёСЂРѕРІР°РЅРёСЏ!');

// РћРєРЅРѕ Р°РІС‚РѕРѕС‚РІРµС‚С‡РёРєР°
define('_JNEWS_AUTORESP_ON', 'РўРёРї СЃРїРёСЃРєР°');
define('_JNEWS_AUTO_RESP_OPTION', 'РќР°СЃС‚СЂРѕР№РєРё Р°РІС‚РѕРѕС‚РІРµС‚С‡РёРєР°');
define('_JNEWS_AUTO_RESP_FREQ', 'РџРѕРґРїРёСЃС‡РёРєРё РјРѕРіСѓС‚ РІС‹Р±РёСЂР°С‚СЊ РїРµСЂРёРѕРґРёС‡РЅРѕСЃС‚СЊ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_AUTO_DELAY', 'РџРµСЂРµСЂС‹РІ (РІ РґРЅСЏС…)');
define('_JNEWS_AUTO_DAY_MIN', 'РњРёРЅРёРјР°Р»СЊРЅР°СЏ С‡Р°СЃС‚РѕС‚Р°');
define('_JNEWS_AUTO_DAY_MAX', 'РњР°РєСЃРёРјР°Р»СЊРЅР°СЏ С‡Р°СЃС‚РѕС‚Р°');
define('_JNEWS_FOLLOW_UP', 'РћРїСЂРµРґРµР»РёС‚СЊ РїСЂРёРєСЂРµРїР»РµРЅРЅС‹Р№ Р°РІС‚РѕРѕС‚РІРµС‚С‡РёРє');
define('_JNEWS_AUTO_RESP_TIME', 'РџРѕРґРїРёСЃС‡РёРєРё РјРѕРіСѓС‚ РІС‹Р±РёСЂР°С‚СЊ РІСЂРµРјСЏ');
define('_JNEWS_LIST_SENDER', 'РћС‚РїСЂР°РІРёС‚РµР»СЊ СЃРїРёСЃРєР°');

define('_JNEWS_LIST_DESC', 'РћРїРёСЃР°РЅРёРµ СЃРїРёСЃРєР°');
define('_JNEWS_LAYOUT', 'РЎС‚РёР»СЊ');
define('_JNEWS_SENDER_NAME', 'Р�РјСЏ РѕС‚РїСЂР°РІРёС‚РµР»СЏ');
define('_JNEWS_SENDER_EMAIL', 'Р­Р». Р°РґСЂРµСЃ РѕС‚РїСЂР°РІРёС‚РµР»СЏ');
define('_JNEWS_SENDER_BOUNCE', 'РћР±СЂР°С‚РЅС‹Р№ Р°РґСЂРµСЃ РѕС‚РїСЂР°РІРёС‚РµР»СЏ');
define('_JNEWS_LIST_DELAY', 'РџРµСЂРµСЂС‹РІ');
define('_JNEWS_HTML_MAILING', 'HTML СЂР°СЃСЃС‹Р»РєР°?');
define('_JNEWS_HTML_MAILING_DESC', '(Р•СЃР»Рё Р’С‹ СЃРѕС…СЂР°РЅРёС‚Рµ СЌС‚Рѕ, Р’Р°Рј Р±СѓРґРµС‚ РЅРµРѕР±С…РѕРґРёРјРѕ РІС‹Р№С‚Рё Рё СЃРЅРѕРІР° РІРѕР№С‚Рё РЅР° СЃС‚СЂР°РЅРёС†Сѓ, С‡С‚РѕР±С‹ СѓРІРёРґРµС‚СЊ РёР·РјРµРЅРµРЅРёСЏ.)');
define('_JNEWS_HIDE_FROM_FRONTEND', 'РќРµ РїРѕРєР°Р·С‹РІР°С‚СЊ РІРѕ С„СЂРѕРЅС‚РµРЅРґ?');
define('_JNEWS_SELECT_IMPORT_FILE', 'Р’С‹Р±РµСЂРёС‚Рµ С„Р°Р№Р» РґР»СЏ РёРјРїРѕСЂС‚Р°');;
define('_JNEWS_IMPORT_FINISHED', 'Р�РјРїРѕСЂС‚РёСЂРѕРІР°РЅРёРµ Р·Р°РєРѕРЅС‡РµРЅРѕ');
define('_JNEWS_DELETION_OFFILE', 'РЈРґР°Р»РµРЅРёРµ С„Р°Р№Р»Р°');
define('_JNEWS_MANUALLY_DELETE', 'РЅРµ СЃРѕСЃС‚РѕСЏР»РѕСЃСЊ, РІС‹ РґРѕР»Р¶РЅС‹ РІСЂСѓС‡РЅСѓСЋ СѓРґР°Р»РёС‚СЊ С„Р°Р№Р»');
define('_JNEWS_CANNOT_WRITE_DIR', 'РќРµ РјРѕРіСѓ Р·Р°РїРёСЃР°С‚СЊ РІ РґРёСЂРµРєС‚РѕСЂРёСЋ');
define('_JNEWS_NOT_PUBLISHED', 'РќРµ РјРѕРіСѓ СЂР°Р·РѕСЃР»Р°С‚СЊ СЂР°СЃСЃС‹Р»РєСѓ.РЎРїРёСЃРѕРє РЅРµ РѕРїСѓР±Р»РёРєРѕРІР°РЅ.');

//  Р�РЅС„РѕСЂРјР°С†РёРѕРЅРЅС‹Р№ Р±Р»РѕРє СЃРїРёСЃРєРѕРІ
define('_JNEWS_INFO_LIST_PUB', 'РќР°РґРјРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РѕРїСѓР±Р»РёРєРѕРІР°С‚СЊ СЃРїРёСЃРѕРє.');
define('_JNEWS_INFO_LIST_NAME', 'Р’РІРµРґРёС‚Рµ РёРјСЏ СЃРїРёСЃРєР°. РЎ РїРѕРјРѕС‰СЊСЋ СЌС‚РѕРіРѕ РёРјРµРЅРё Р’С‹ СЃРјРѕР¶РµС‚Рµ РёРґРµРЅС‚РёС„РёС†РёСЂРѕРІР°С‚СЊ СЃРїРёСЃРѕРє.');
define('_JNEWS_INFO_LIST_DESC', 'Р’РІРµРґРёС‚Рµ РєСЂР°С‚РєРѕРµ РѕРїРёСЃР°РЅРёРµ РІР°С€РµРіРѕ СЃРїРёСЃРєР°. РћРЅРѕ Р±СѓРґРµС‚ РґРѕСЃС‚СѓРїРЅРѕ РґР»СЏ РїРѕСЃРµС‚РёС‚РµР»РµР№ РІР°С€РµРіРѕ СЂРµСЃСѓСЂСЃР°.');
define('_JNEWS_INFO_LIST_SENDER_NAME', 'Р’РІРµРґРёС‚Рµ РёРјСЏ РѕС‚РїСЂР°РІРёС‚РµР»СЏ СЃРѕРѕР±С‰РµРЅРёСЏ. Р­С‚Рѕ РёРјСЏ Р±СѓРґСѓС‚ РІРёРґРµС‚СЊ Р’Р°С€Рё РїРѕРґРїРёСЃС‡РёРєРё РІ РіСЂР°С„Рµ "РѕС‚ РєРѕРіРѕ".');
define('_JNEWS_INFO_LIST_SENDER_EMAIL', 'Р’РІРµРґРёС‚Рµ СЌР»РµРєС‚СЂРѕРЅРЅС‹Р№ Р°РґСЂРµСЃ, СЃ РєРѕС‚РѕСЂРѕРіРѕ Р±СѓРґСѓС‚ РѕС‚РїСЂР°РІР»СЏС‚СЊСЃСЏ СЃРѕРѕР±С‰РµРЅРёСЏ.');
define('_JNEWS_INFO_LIST_SENDER_BOUNCED', 'Р’РІРµРґРёС‚Рµ СЌР»РµРєС‚СЂРѕРЅРЅС‹Р№ Р°РґСЂРµСЃ РґР»СЏ РѕС‚РІРµС‚РѕРІ РїРѕРґРїРёСЃС‡РёРєРѕРІ. РќР°СЃС‚РѕСЏС‚РµР»СЊРЅРѕ СЂРµРєРѕРјРµРЅРґСѓРµС‚СЃСЏ СѓРєР°Р·С‹РІР°С‚СЊ С‚РѕС‚ Р¶Рµ Р°РґСЂРµСЃ, С‡С‚Рѕ Рё Сѓ Р°РІС‚РѕСЂР° СЂР°СЃСЃС‹Р»РєРё, С‚Р°Рє РєР°Рє С‚Р°РєРѕРµ РїРёСЃСЊРјРѕ Р»РµРіС‡Рµ РїСЂРѕС…РѕРґРёС‚ С‡РµСЂРµР· СЃРїР°Рј-С„РёР»СЊС‚СЂС‹ РїРѕС‡С‚РѕРІС‹С… СЃРёСЃС‚РµРј.');
define('_JNEWS_INFO_LIST_AUTORESP', 'Р’С‹Р±РµСЂРёС‚Рµ С‚РёРї СЂР°СЃСЃС‹Р»РѕРє РґР»СЏ РґР°РЅРЅРѕРіРѕ СЃРїРёСЃРєР°. <br />' .
		'РќРѕРІРѕСЃС‚РЅР°СЏ СЂР°СЃСЃС‹Р»РєР°: РћР±С‹С‡РЅР°СЏ РЅРѕРІРѕСЃС‚РЅР°СЏ СЂР°СЃСЃС‹Р»РєР°<br />' .
		'РђРІС‚РѕРѕС‚РІРµС‚С‡РёРє: Р°РІС‚РѕРѕС‚РІРµС‚С‡РёРє СЌС‚Рѕ Р»РёСЃС‚, РєРѕС‚РѕСЂС‹Р№ СЂР°СЃСЃС‹Р»Р°РµС‚СЃСЏ Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё С‡РµСЂРµР· РІРµР±-СЃР°Р№С‚ С‡РµСЂРµР· Р·Р°РґР°РЅРЅС‹Рµ РїСЂРѕРјРµР¶СѓС‚РєРё РІСЂРµРјРµРЅРё.');
define('_JNEWS_INFO_LIST_FREQUENCY', 'Р Р°Р·СЂРµС€РёС‚СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРј РІС‹Р±РёСЂР°С‚СЊ, РЅР°СЃРєРѕР»СЊРєРѕ С‡Р°СЃС‚Рѕ РѕРЅРё Р±СѓРґСѓС‚ РїРѕР»СѓС‡Р°С‚СЊ РїРёСЃСЊРјР°. Р­С‚Рѕ СЂР°СЃСЃС‹Р»РєСѓ Р±РѕР»РµРµ РіРёР±РєРѕР№ Рё СѓРґРѕР±РЅРѕР№ РґР»СЏ РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№.');
define('_JNEWS_INFO_LIST_TIME', 'Р Р°Р·СЂРµС€РёС‚СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРј РІС‹Р±РёСЂР°С‚СЊ РІСЂРµРјСЏ РґРЅСЏ, РїСЂРµРґРїРѕС‡С‚РёС‚РµР»СЊРЅРѕРµ РґР»СЏ РїРѕР»СѓС‡РµРЅРёСЏ СЂР°СЃСЃС‹Р»РєРё.');
define('_JNEWS_INFO_LIST_MIN_DAY', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ РјРёРЅРёРјР°Р»СЊРЅСѓСЋ РїРµСЂРёРѕРґРёС‡РЅРѕСЃС‚СЊ РїРѕР»СѓС‡РµРЅРёСЏ СЂР°СЃСЃС‹Р»РєРё, РєРѕС‚РѕСЂСѓСЋ РјРѕР¶РµС‚ РІС‹Р±СЂР°С‚СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ.');
define('_JNEWS_INFO_LIST_DELAY', 'Р—Р°РґР°Р№С‚Рµ РёРЅС‚РµСЂРІР°Р» РјРµР¶РґСѓ СЂР°Р±РѕС‚РѕР№ СЌС‚РѕРіРѕ Р°РІС‚РѕРѕС‚РІРµС‚С‡РёРєР° Рё РїСЂРµРґС‹РґСѓС‰РµРіРѕ.');
define('_JNEWS_INFO_LIST_DATE', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ РґР°С‚Сѓ РѕС‚РїСЂР°РІРєРё (РїСѓР±Р»РёРєР°С†РёРё) РЅРѕРІРѕСЃС‚РЅРѕР№ СЂР°СЃСЃС‹Р»РєРё, РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ РѕС‚Р»РѕР¶РёС‚СЊ РїСѓР±Р»РёРєР°С†РёСЋ.<br /> FORMAT : YYYY-MM-DD HH:MM:SS');
define('_JNEWS_INFO_LIST_MAX_DAY', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ РјР°РєСЃРёРјР°Р»СЊРЅСѓСЋ РїРµСЂРёРѕРґРёС‡РЅРѕСЃС‚СЊ РїРѕР»СѓС‡РµРЅРёСЏ СЂР°СЃСЃС‹Р»РєРё, РєРѕС‚РѕСЂСѓСЋ РјРѕР¶РµС‚ РІС‹Р±СЂР°С‚СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ.');
define('_JNEWS_INFO_LIST_LAYOUT', 'Р’РІРµРґРёС‚Рµ СЃС‚РёР»СЊ Р’Р°С€РµРіРѕ СЃРїРёСЃРєР° РїРѕРґРїРёСЃРєРё. Р—РґРµСЃСЊ Р’С‹ РјРѕР¶РµС‚Рµ РІРІРµСЃС‚Рё Р»СЋР±РѕР№ СЃС‚РёР»СЊ РґР»СЏ Р’Р°С€РёС… СЂР°СЃСЃС‹Р»РѕРє.');
define('_JNEWS_INFO_LIST_SUB_MESS', 'Р­С‚Рѕ СЃРѕРѕР±С‰РµРЅРёРµ Р±СѓРґРµС‚ РѕС‚РїСЂР°РІР»РµРЅРѕ РїРѕР»СЊР·РѕРІР°С‚РµР»СЋ, РєРѕС‚РѕСЂС‹Р№ РІРїРµСЂРІС‹Рµ Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°Р»СЃСЏ. Р’С‹ РјРѕР¶РµС‚Рµ РІРІРµСЃС‚Рё Р·РґРµСЃСЊ Р»СЋР±РѕР№ СЃРІРѕР№ С‚РµРєСЃС‚.');
define('_JNEWS_INFO_LIST_UNSUB_MESS', 'Р­С‚Рѕ СЃРѕРѕР±С‰РµРЅРёРµ Р±СѓРґРµС‚ РѕС‚РїСЂР°РІР»РµРЅРѕ РїРѕР»СЊР·РѕРІР°С‚РµР»СЋ, РєРѕС‚РѕСЂС‹Р№ Р°РЅРЅСѓР»РёСЂСѓРµС‚ РїРѕРґРїРёСЃРєСѓ. Р’С‹ РјРѕР¶РµС‚Рµ РІРІРµСЃС‚Рё Р·РґРµСЃСЊ Р»СЋР±РѕР№ СЃРІРѕР№ С‚РµРєСЃС‚.');
define('_JNEWS_INFO_LIST_HTML', 'Р’С‹Р±РµСЂРёС‚Рµ СЌС‚Сѓ РѕРїС†РёСЋ, РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ СЂР°СЃСЃС‹Р»Р°С‚СЊ СЃРѕРѕР±С‰РµРЅРёСЏ РІ С„РѕСЂРјР°С‚Рµ HTML. РџРѕР»СЊР·РѕРІР°С‚РµР»Рё РјРѕРіСѓС‚ РІС‹Р±РёСЂР°С‚СЊ РјРµР¶РґСѓ HTML РІР°СЂРёР°РЅС‚РѕРј СЂР°СЃСЃС‹Р»РєРё Рё РѕР±С‹С‡РЅС‹Рј С‚РµРєСЃС‚РѕРј, РєРѕРіРґР° РїРѕРґРїРёСЃС‹РІР°СЋС‚СЃСЏ РЅР° HTML СЂР°СЃСЃС‹Р»РєСѓ.');
define('_JNEWS_INFO_LIST_HIDDEN', 'РќР°Р¶РјРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ СѓР±СЂР°С‚СЊ РїРѕРґРїРёСЃРєСѓ СЃ С„СЂРѕРЅС‚РµРЅРґР°. РџРѕР»СЊР·РѕРІР°С‚РµР»Рё РЅРµ СЃРјРѕРіСѓС‚ РїРѕРґРїРёСЃР°С‚СЊСЃСЏ РЅР° СЂР°СЃСЃС‹Р»РєСѓ, РЅРѕ Р’С‹ РїРѕ-РїСЂРµР¶РЅРµРјСѓ СЃРјРѕР¶РµС‚Рµ РѕС‚РїСЂР°РІР»СЏС‚СЊ СЃРѕРѕР±С‰РµРЅРёСЏ СѓР¶Рµ РїРѕРґРїРёСЃР°РІС€РёРјСЃСЏ.');
define('_JNEWS_INFO_LIST_JNEWS_AUTO_SUB', 'Р’С‹ С…РѕС‚РёС‚Рµ, С‡С‚РѕР±С‹ РїРѕР»СЊР·РѕРІР°С‚РµР»Рё Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё РґРѕР±Р°РІР»СЏР»РёСЃСЊ РІ СЌС‚РѕС‚ СЃРїРёСЃРѕРє?<br /><B>РќРѕРІС‹Рµ РїРѕР»СЊР·РѕРІР°С‚РµР»Рё:</B> Р±СѓРґСѓС‚ Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅС‹ РІСЃРµ РЅРѕРІС‹Рµ РїРѕР»СЊР·РѕРІР°С‚РµР»Рё, Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅРЅС‹Рµ РЅР° СЃР°Р№С‚Рµ .<br /><B>Р’СЃРµ РїРѕР»СЊР·РѕРІР°С‚РµР»Рё:</B> Р±СѓРґСѓС‚ Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅС‹ РІСЃРµ РїРѕР»СЊР·РѕРІР°С‚РµР»Рё, СЃРѕРґРµСЂР¶Р°С‰РёРµСЃСЏ РІ Р±Р°Р·Рµ РґР°РЅРЅС‹С….<br />(РІС‹Р±РѕСЂ РІР°СЂРёР°РЅС‚Р° Р’СЃРµ РїРѕРґРґРµСЂР¶РёРІР°РµС‚ Community Builder)');
define('_JNEWS_INFO_LIST_ACC_LEVEL', 'Р’С‹Р±РµСЂРёС‚Рµ СѓСЂРѕРІРµРЅСЊ РґРѕСЃС‚СѓРїР° СЃ С„СЂРѕРЅС‚РµРЅРґР°. Р­С‚Рѕ РїРѕР·РІРѕР»СЏРµС‚ РїРѕРєР°Р·С‹РІР°С‚СЊ РёР»Рё СЃРєСЂС‹РІР°С‚СЊ СЂР°СЃСЃС‹Р»РєРё РѕС‚ РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№, РєРѕС‚РѕСЂС‹Рµ РЅРµ РґРѕР»Р¶РЅС‹ РёРјРµС‚СЊ РґРѕСЃС‚СѓРїР° Рє СЌС‚РёРј РїРѕРґРїРёСЃРєР°Рј, С‚Рѕ РµСЃС‚СЊ РѕРЅРё РЅРµ СЃРјРѕРіСѓС‚ РїРѕРґРїРёСЃР°С‚СЊСЃСЏ РЅР° СЌС‚Рё СЂР°СЃСЃС‹Р»РєРё.');
define('_JNEWS_INFO_LIST_ACC_USER_ID', 'Р’С‹Р±РµСЂРёС‚Рµ СѓСЂРѕРІРµРЅСЊ РґРѕСЃС‚СѓРїР° РґР»СЏ РіСЂСѓРїРї РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№, РєРѕС‚РѕСЂС‹Рј СЂР°Р·СЂРµС€РµРЅРѕ СЂРµРґР°РєС‚РёСЂРѕРІР°РЅРёРµ. Р­С‚Р° РіСЂСѓРїРїР° Рё РґСЂСѓРіРёРµ СЃ Р±РѕР»РµРµ РІС‹СЃРѕРєРёРјРё СѓСЂРѕРІРЅСЏРјРё РґРѕСЃС‚СѓРїР° СЃРјРѕРіСѓС‚ СЂРµРґР°РєС‚РёСЂРѕРІР°С‚СЊ СЂР°СЃСЃС‹Р»РєСѓ Рё РѕСЃСѓС‰РµСЃС‚РІР»СЏС‚СЊ РѕС‚РїСЂР°РІРєСѓ, РєР°Рє СЃ С„СЂРѕРЅС‚РµРЅРґР°, С‚Р°Рє Рё РёР· РїР°РЅРµР»Рё Р°РґРјРёРЅРёСЃС‚СЂР°С‚РѕСЂР°.');
define('_JNEWS_INFO_LIST_FOLLOW_UP', 'Р•СЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ, С‡С‚РѕР±С‹ Р°РІС‚РѕРѕС‚РІРµС‚С‡РёРє РїРµСЂРµРґР°Р» РґРµР№СЃС‚РІРёРµ РґСЂСѓРіРѕРјСѓ, РїРѕСЃР»Рµ С‚РѕРіРѕ РєР°Рє РґРѕР№РґРµС‚ РґРѕ РїРѕСЃР»РµРґРЅРµРіРѕ СЃРѕРѕР±С‰РµРЅРёСЏ, РѕРїСЂРµРґРµР»РёС‚Рµ Р·РґРµСЃСЊ РїРѕСЃР»РµРґСѓСЋС‰РёР№.');
define('_JNEWS_INFO_LIST_JNEWS_OWNER', 'Р­С‚Рѕ ID РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ, СЃРѕР·РґР°РІС€РµРіРѕ СЃРїРёСЃРѕРє.');
define('_JNEWS_INFO_LIST_WARNING', '   Р­С‚Р° РїРѕСЃР»РµРґРЅСЏСЏ РѕРїС†РёСЏ РґРѕСЃС‚СѓРїРЅР° С‚РѕР»СЊРєРѕ РїСЂРё СЃРѕР·РґР°РЅРёРё СЃРїРёСЃРєР°.');
define('_JNEWS_INFO_LIST_SUBJET', ' РўРµРјР° СЂР°СЃСЃС‹Р»РєРё.  Р­С‚Рѕ С‚РµРјР° РїРёСЃСЊРјР°, РєРѕС‚РѕСЂСѓСЋ Р±СѓРґРµС‚ РІРёРґРµС‚СЊ РїРѕРґРїРёСЃС‡РёРє.');
define('_JNEWS_INFO_MAILING_CONTENT', 'Р­С‚Рѕ СЃРѕРґРµСЂР¶Р°РЅРёРµ РїРёСЃСЊРјР°, РєРѕС‚РѕСЂРѕРµ Р’С‹ С…РѕС‚РёС‚Рµ РѕС‚РїСЂР°РІРёС‚СЊ.');
define('_JNEWS_INFO_MAILING_NOHTML', 'Р’РІРµРґРёС‚Рµ Р·РґРµСЃСЊ СЃРѕРґРµСЂР¶Р°РЅРёРµ РїРёСЃСЊРјР°, РєРѕС‚РѕСЂРѕРµ Р’С‹ С…РѕС‚РёС‚Рµ РѕС‚РїСЂР°РІРёС‚СЊ РїРѕРґРїРёСЃС‡РёРєР°Рј СЂРµС€РёРІС€РёРј РїРѕР»СѓС‡Р°С‚СЊ С‚РѕР»СЊРєРѕ HTML СЂР°СЃСЃС‹Р»РєРё. <BR/> Р—РђРњР•Р§РђРќР�Р•: РµСЃР»Рё РІС‹ РѕСЃС‚Р°РІРёС‚Рµ СЌС‚Сѓ РѕРїС†РёСЋ РїСѓСЃС‚РѕР№, С‚Рѕ jNews Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё РїСЂРµРѕР±СЂР°Р·СѓРµС‚ HTML С‚РµРєСЃС‚ РІ РѕР±С‹С‡РЅС‹Р№ С‚РµРєСЃС‚.');
define('_JNEWS_INFO_MAILING_VISIBLE', 'РќР°Р¶РјРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РѕС‚РѕР±СЂР°Р¶Р°С‚СЊ СЂР°СЃСЃС‹Р»РєСѓ РІРѕ С„СЂРѕРЅС‚РµРЅРґРµ.');
define('_JNEWS_INSERT_CONTENT', 'Р’СЃС‚Р°РІРёС‚СЊ СЃСѓС‰РµСЃС‚РІСѓСЋС‰РёР№ РєРѕРЅС‚РµРЅС‚');

// РљСѓРїРѕРЅС‹
define('_JNEWS_SEND_COUPON_SUCCESS', 'РљСѓРїРѕРЅ СѓСЃРїРµС€РЅРѕ РѕС‚РїСЂР°РІР»РµРЅ!');
define('_JNEWS_CHOOSE_COUPON', 'Р’С‹Р±РµСЂРёС‚Рµ РєСѓРїРѕРЅ');
define('_JNEWS_TO_USER', ' СЌС‚РѕРјСѓ РїРѕР»СЊР·РѕРІР°С‚РµР»СЋ');

### РѕРїС†РёРё РҐСЂРѕРЅР° (РґРµРјРѕРЅ РћРЎ Unix, РёСЃРїРѕР»РЅСЏСЋС‰РёР№ РїСЂРµРґРїРёСЃР°РЅРЅС‹Рµ РєРѕРјР°РЅРґС‹ РІ СЃС‚СЂРѕРіРѕ РѕРїСЂРµРґРµР»С‘РЅРЅС‹Рµ РґРЅРё Рё С‡Р°СЃС‹, СѓРєР°Р·Р°РЅРЅС‹Рµ РІ СЃРїРµС†РёР°Р»СЊРЅРѕРј С„Р°Р№Р»Рµ)
//РЅР°РґРїРёСЃРё С‡Р°СЃС‚РѕС‚С‹ СЂР°СЃСЃС‹Р»РєРё РҐСЂРѕРЅР°
define('_JNEWS_FREQ_CH1', 'РљР°Р¶РґС‹Р№ С‡Р°СЃ');
define('_JNEWS_FREQ_CH2', 'РљР°Р¶РґС‹Рµ 6 С‡Р°СЃРѕРІ');
define('_JNEWS_FREQ_CH3', 'РљР°Р¶РґС‹Рµ 12 С‡Р°СЃРѕРІ');
define('_JNEWS_FREQ_CH4', 'Р•Р¶РµРґРЅРµРІРЅРѕ');
define('_JNEWS_FREQ_CH5', 'Р•Р¶РµРЅРµРґРµР»СЊРЅРѕ');
define('_JNEWS_FREQ_CH6', 'Р•Р¶РµРјРµСЃСЏС‡РЅРѕ');
define('_JNEWS_FREQ_NONE', 'РќРµС‚');
define('_JNEWS_FREQ_NEW', 'РќРѕРІС‹Р№ РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ');
define('_JNEWS_FREQ_ALL', 'Р’СЃРµ РїРѕР»СЊР·РѕРІР°С‚РµР»Рё');

//РџРѕРґРїРёСЃРё РґР»СЏ С„РѕСЂРјС‹ РҐСЂРѕРЅР°
define('_JNEWS_LABEL_FREQ', 'jNews РҐСЂРѕРЅ?');
define('_JNEWS_LABEL_FREQ_TIPS', 'РќР°Р¶РјРёС‚Рµ Р”Р°, РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ СЌС‚Рѕ РґР»СЏ РҐСЂРѕРЅР° jNews, РќРµС‚ РґР»СЏ Р»СЋР±РѕРіРѕ РґСЂСѓРіРѕРіРѕ РҐСЂРѕРЅ Р·Р°РґР°РЅРёСЏ.<br />' .
		'Р•СЃР»Рё РІС‹Р±РµСЂРµС‚Рµ Р”Р°, Р’Р°Рј РЅРµ РЅСѓР¶РЅРѕ Р±СѓРґРµС‚ Р·Р°РґР°РІР°С‚СЊ Р°РґСЂРµСЃ РҐСЂРѕРЅР°, РѕРЅ Р±СѓРґРµС‚ Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё РґРѕР±Р°РІР»РµРЅ.');
define('_JNEWS_SITE_URL' , 'URL РІР°С€РµРіРѕ СЃР°Р№С‚Р°');
define('_JNEWS_CRON_FREQUENCY' , 'Р§Р°СЃС‚РѕС‚Р° Р·Р°РїСѓСЃРєР° РҐСЂРѕРЅР°');
define('_JNEWS_STARTDATE_FREQ' , 'Р”Р°С‚Р° РЅР°С‡Р°Р»Р°');
define('_JNEWS_LABELDATE_FREQ' , 'Р’С‹Р±РµСЂРёС‚Рµ РґР°С‚Сѓ');
define('_JNEWS_LABELTIME_FREQ' , 'Р’С‹Р±РµСЂРёС‚Рµ РІСЂРµРјСЏ');
define('_JNEWS_CRON_URL', 'РҐСЂРѕРЅ URL');
define('_JNEWS_CRON_FREQ', 'Р§Р°СЃС‚РѕС‚Р°');
define('_JNEWS_TITLE_CRONLIST', 'РЎРїРёСЃРѕРє Р·Р°РґР°С‡ РҐСЂРѕРЅР°');
define('_JNEWS_NEW_LIST', 'РЎРѕР·РґР°С‚СЊ РЅРѕРІС‹Р№ СЃРїРёСЃРѕРє');

//Р·Р°РіРѕР»РѕРІРѕРє С„РѕСЂРјС‹ РҐСЂРѕРЅР°
define('_JNEWS_TITLE_FREQ', 'Р РµРґР°РєС‚РѕСЂ РҐСЂРѕРЅР°');
define('_JNEWS_CRON_SITE_URL', 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅС‹Р№ Р°РґСЂРµСЃСЃ, РЅР°С‡РёРЅР°СЋС‰РёР№СЃСЏ СЃ http://');

### Р Р°СЃСЃС‹Р»РєРё ###
define('_JNEWS_MAILING_ALL', 'Р’СЃРµ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_EDIT_A', 'Р РµРґР°РєС‚РёСЂРѕРІР°С‚СЊ... ');
define('_JNEWS_SELCT_MAILING', 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІС‹Р±РµСЂРёС‚Рµ СЃРїРёСЃРѕРє РІ РІС‹РїР°РґР°СЋС‰РµРј РјРµРЅСЋ, С‡С‚РѕР±С‹ РґРѕР±Р°РІРёС‚СЊ РЅРѕРІСѓСЋ СЂР°СЃСЃС‹Р»РєСѓ.');
define('_JNEWS_VISIBLE_FRONT', 'Р’РёРґРЅР° РІРѕ С„СЂРѕРЅС‚РµРЅРґРµ');

// СЂР°СЃСЃС‹Р»СЊС‰РёРє
define('_JNEWS_SUBJECT', 'РўРµРјР°');
define('_JNEWS_CONTENT', 'РЎРѕРґРµСЂР¶Р°РЅРёРµ');
define('_JNEWS_NAMEREP', '{tag:name} = Р­С‚Рѕ Р±СѓРґРµС‚ Р·Р°РјРµРЅРµРЅРѕ РЅР° РёРјСЏ РІРІРµРґРµРЅРЅРѕРµ РїРѕРґРїРёСЃС‡РёРєРѕРј, РџСЂРё РёСЃРїРѕР»СЊР·РѕРІР°РЅРёРё СЌС‚РѕРіРѕ, Р’С‹ Р±СѓРґРµС‚Рµ СЂР°СЃСЃС‹Р»Р°С‚СЊ РїРёСЃСЊРјР°, РЅР°РїРёСЃР°РЅРЅС‹Рµ РЅРµРїРѕСЃСЂРµРґСЃС‚РІРµРЅРЅРѕ РЅР° РёРјСЏ РїРѕРґРїРёСЃС‡РёРєР°.<br />');
define('_JNEWS_FIRST_NAME_REP', '{tag:firstname} = Р­С‚Рѕ Р±СѓРґРµС‚ Р·Р°РјРµРЅРµРЅРѕ РЅР° Р�РјСЏ (РёРјСЏ, РІРІРµРґРµРЅРЅРѕРµ РїРµСЂРІС‹Рј) РїРѕРґРїРёСЃС‡РёРєР°.<br />');
define('_JNEWS_NONHTML', 'РќРµ html РІРµСЂСЃРёСЏ');
define('_JNEWS_ATTACHMENTS', 'РџСЂРёРєСЂРµРїР»РµРЅРЅС‹Рµ РґР°РЅРЅС‹Рµ');
define('_JNEWS_SELECT_MULTIPLE', 'РЈРґРµСЂР¶РёРІР°Р№С‚Рµ ctrl, С‡С‚РѕР±С‹ РІС‹Р±СЂР°С‚СЊ СЃСЂР°Р·Сѓ РЅРµСЃРєРѕР»СЊРєРѕ СЌР»РµРјРµРЅС‚РѕРІ.<br />' .
		'Р¤Р°Р№Р»С‹, РїРѕРєР°Р·Р°РЅРЅС‹Рµ РІ СЃРїРёСЃРєРµ РїСЂРёРєСЂРµРїР»РµРЅРЅС‹С… РґР°РЅРЅС‹С… СЂР°СЃРїРѕР»РѕР¶РµРЅС‹ РІ РїР°РїРєРµ РїСЂРёРєСЂРµРїР»РµРЅРЅС‹С… С„Р°Р№Р»РѕРІ, Р’С‹ РјРѕР¶РµС‚Рµ РёР·РјРµРЅРёС‚СЊ РёС… РјРµСЃС‚РѕРЅР°С…РѕР¶РґРµРЅРёРµ РІ РїР°РЅРµР»Рё РєРѕРЅС„РёРіСѓСЂР°С†РёРё.');
define('_JNEWS_CONTENT_ITEM', 'Р§Р°СЃС‚СЊ РєРѕРЅС‚РµРЅС‚Р°');
define('_JNEWS_SENDING_EMAIL', 'Р�РґРµС‚ СЂР°СЃСЃС‹Р»РєР°');
define('_JNEWS_MESSAGE_NOT', 'РЎРѕРѕР±С‰РµРЅРёРµ РЅРµ РјРѕР¶РµС‚ Р±С‹С‚СЊ РѕС‚РѕСЃР»Р°РЅРѕ');
define('_JNEWS_MAILER_ERROR', 'РћС€РёР±РєР° РѕС‚РїСЂР°РІРєРё');
define('_JNEWS_MESSAGE_SENT_SUCCESSFULLY', 'РЎРѕРѕР±С‰РµРЅРёРµ Р±С‹Р»Рѕ СѓСЃРїРµС€РЅРѕ РѕС‚РїСЂР°РІР»РµРЅРѕ');
define('_JNEWS_SENDING_TOOK', 'РћС‚РїСЂР°РІРєР° РґР°РЅРЅРѕР№ СЂР°СЃСЃС‹Р»РєРё Р·Р°РЅСЏР»Р°');
define('_JNEWS_SECONDS', 'СЃРµРє.');
define('_JNEWS_NO_ADDRESS_ENTERED', 'РќРµ РґРѕСЃС‚СѓРїРЅРѕ РЅРё РѕРґРЅРѕРіРѕ Р°РґСЂРµСЃР° РїРѕРґРїРёСЃС‡РёРєР° РґР»СЏ РѕРїСЂР°РІРєРё');
define('_JNEWS_CHANGE_SUBSCRIPTIONS', 'Р�Р·РјРµРЅРёС‚СЊ');
define('_JNEWS_CHANGE_EMAIL_SUBSCRIPTION', 'Р�Р·РјРµРЅРµРЅРёРµ Р’Р°С€РµР№ РїРѕРґРїРёСЃРєРё');
define('_JNEWS_WHICH_EMAIL_TEST', 'Р’С‹Р±РµСЂРёС‚Рµ e-mail, С‡С‚РѕР±С‹ РѕС‚РїСЂР°РІРёС‚СЊ РЅР° РЅРµРіРѕ С‚РµСЃС‚РѕРІРѕРµ СЃРѕРѕР±С‰РµРЅРёРµ, РёР»Рё РЅР°Р¶РјРёС‚Рµ РїСЂРµРґРїСЂРѕСЃРјРѕС‚СЂ');
define('_JNEWS_SEND_IN_HTML', 'РћРїСЂР°РІР»СЏС‚СЊ РІ HTML  С„РѕСЂРјР°С‚Рµ (РґР»СЏ html СЂР°СЃСЃС‹Р»РѕРє)?');
define('_JNEWS_VISIBLE', 'Р’РёРґРёРјРѕРµ');
define('_JNEWS_INTRO_ONLY', 'РўРѕР»СЊРєРѕ РІСЃС‚СѓРїР»РµРЅРёРµ');

// СЃС‚Р°С‚РёСЃС‚РёРєР°
define('_JNEWS_GLOBALSTATS', 'Р“Р»РѕР±Р°Р»СЊРЅР°СЏ СЃС‚Р°С‚РёСЃС‚РёРєР°');
define('_JNEWS_DETAILED_STATS', 'Р”РµС‚Р°Р»РёР·РёСЂРѕРІР°РЅРЅР°СЏ СЃС‚Р°С‚РёСЃС‚РёРєР°');
define('_JNEWS_MAILING_LIST_DETAILS', 'Р”РµС‚Р°Р»Рё СЃРїРёСЃРєР° СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_SEND_IN_HTML_FORMAT', 'РћС‚РїСЂР°РІР»СЏС‚СЊ РІ HTML С„РѕСЂРјР°С‚Рµ');
define('_JNEWS_VIEWS_FROM_HTML', 'РџСЂРѕСЃРјРѕС‚СЂС‹ (РёР· СЃРѕРѕР±С‰РµРЅРёР№, РѕС‚РїСЂР°РІР»РµРЅРЅС‹С… РІ С„РѕСЂРјР°С‚Рµ html)');
define('_JNEWS_SEND_IN_TEXT_FORMAT', 'Р Р°Р·РѕСЃР»Р°РЅРѕ РІ С‚РµРєСЃС‚РѕРІРѕРј С„РѕСЂРјР°С‚Рµ');
define('_JNEWS_HTML_READ', 'HTML РїСЂРѕС‡РёС‚Р°РЅРѕ');
define('_JNEWS_HTML_UNREAD', 'HTML РЅРµ РїСЂРѕС‡РёС‚Р°РЅРѕ');
define('_JNEWS_TEXT_ONLY_SENT', 'РўРѕР»СЊРєРѕ С‚РµРєСЃС‚');

// РџР°РЅРµР»СЊ РљРѕРЅС„РёРіСѓСЂРёСЂРѕРІР°РЅРёСЏ
// Р·Р°РєР»Р°РґРєРё
define('_JNEWS_MAIL_CONFIG', 'РџРѕС‡С‚Р°');
define('_JNEWS_LOGGING_CONFIG', 'Р›РѕРіРё Рё СЃС‚Р°С‚РёСЃС‚РёРєР°');
define('_JNEWS_SUBSCRIBER_CONFIG', 'РџРѕРґРїРёСЃС‡РёРєРё');
define('_JNEWS_MISC_CONFIG', 'Р Р°Р·РЅРѕРµ');
define('_JNEWS_MAIL_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё РїРѕС‡С‚С‹');
define('_JNEWS_MAILINGS_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё СЂР°СЃСЃС‹Р»РѕРє');
define('_JNEWS_SUBCRIBERS_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё РїРѕРґРїРёСЃС‡РёРєРѕРІ');
define('_JNEWS_CRON_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё РҐСЂРѕРЅР°');
define('_JNEWS_SENDING_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё РѕС‚РїСЂР°РІРєРё');
define('_JNEWS_STATS_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё СЃС‚Р°С‚РёСЃС‚РёРєРё');
define('_JNEWS_LOGS_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё Р»РѕРіРѕРІ');
define('_JNEWS_MISC_SETTINGS', 'Р”СЂСѓРіРёРµ РЅР°СЃС‚СЂРѕР№РєРё');
// mail settings
define('_JNEWS_SEND_MAIL_FROM', 'РђРґСЂРµСЃ РѕС‚РїСЂР°РІРёС‚РµР»СЏ');
define('_JNEWS_SEND_MAIL_NAME', 'Р�РјСЏ РѕС‚РїСЂР°РІРёС‚РµР»СЏ');
define('_JNEWS_MAILSENDMETHOD', 'РњРµС‚РѕРґ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_SENDMAILPATH', 'РџСѓС‚СЊ Рє РїР°РїРєРµ "РћС‚РѕСЃР»Р°РЅРЅС‹Рµ"');
define('_JNEWS_SMTPHOST', 'SMTP СЃРµСЂРІРµСЂ');
define('_JNEWS_SMTPAUTHREQUIRED', 'РўСЂРµР±СѓРµС‚СЃСЏ Р°СѓС‚РµРЅС‚РёС„РёРєР°С†РёСЏ РґР»СЏ SMTP');
define('_JNEWS_SMTPAUTHREQUIRED_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, РµСЃР»Рё Р’Р°С€ SMTP С‚СЂРµР±СѓРµС‚ Р°СѓС‚РµРЅС‚РёС„РёРєР°С†РёСЋ');
define('_JNEWS_SMTPUSERNAME', 'SMTP Р»РѕРіРёРЅ');
define('_JNEWS_SMTPUSERNAME_TIPS', 'Р’РІРµРґРёС‚Рµ SMTP Р»РѕРіРёРЅ, РµСЃР»Рё Р’Р°С€ SMTP С‚СЂРµР±СѓРµС‚ Р°СѓС‚РµРЅС‚РёС„РёРєР°С†РёСЋ');
define('_JNEWS_SMTPPASSWORD', 'SMTP РїР°СЂРѕР»СЊ');
define('_JNEWS_SMTPPASSWORD_TIPS', 'Р’РІРµРґРёС‚Рµ SMTP РїР°СЂРѕР»СЊ, РµСЃР»Рё Р’Р°С€ SMTP С‚СЂРµР±СѓРµС‚ Р°СѓС‚РµРЅС‚РёС„РёРєР°С†РёСЋ');
define('_JNEWS_USE_EMBEDDED', 'Р�СЃРїРѕР»СЊР·РѕРІР°С‚СЊ РІСЃС‚Р°РІР»РµРЅРЅС‹Рµ РёР·РѕР±СЂР°Р¶РµРЅРёСЏ');
define('_JNEWS_USE_EMBEDDED_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё РєР°СЂС‚РёРЅРєРё РІ РїСЂРёРєСЂРµРїР»РµРЅРЅС‹С… СЌР»РµРјРµРЅС‚Р°С… РґРѕР»Р¶РЅС‹ Р±С‹С‚СЊ СѓР»РѕР¶РµРЅС‹ РІ РїРёСЃСЊРјРѕ РґР»СЏ html СЃРѕРѕР±С‰РµРЅРёР№, РёР»Рё "РќРµС‚", С‡С‚РѕР±С‹ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ РѕР±С‹С‡РЅС‹Рµ С‚РµРіРё РєР°СЂС‚РёРЅРѕРє, СЃСЃС‹Р»Р°СЋС‰РёС…СЃСЏ РЅР° РєР°СЂС‚РёРЅРєРё РЅР° РІРµР±-СЂРµСЃСѓСЂСЃРµ.');
define('_JNEWS_UPLOAD_PATH', 'РџСѓС‚СЊ Рє РїР°РїРєРµ Р—Р°РіСЂСѓР·РєРё/Р’Р»РѕР¶РµРЅРёСЏ');
define('_JNEWS_UPLOAD_PATH_TIPS', 'Р’С‹ РјРѕР¶РµС‚Рµ Р·Р°РґР°С‚СЊ РґРёСЂРµРєС‚РѕСЂРёСЋ РґР»СЏ Р·Р°РіСЂСѓР·РєРё С„Р°Р№Р»РѕРІ РЅР° СЃРµСЂРІРµСЂ<br />' .
		'РЈР±РµРґРёС‚РµСЃСЊ, С‡С‚Рѕ РґРёСЂРµРєС‚РѕСЂРёСЏ, РєРѕС‚РѕСЂСѓСЋ РІС‹ СЃРѕР·РґР°Р»Рё СЃСѓС‰РµСЃС‚РІСѓРµС‚, РµСЃР»Рё РµС‘ РЅРµС‚, С‚Рѕ СЃРѕР·РґР°Р№С‚Рµ РµРµ.');

// РЅР°СЃС‚СЂРѕР№РєРё РїРѕРґРїРёСЃС‡РёРєРѕРІ
define('_JNEWS_ALLOW_UNREG', 'РџРѕР·РІРѕР»СЏС‚СЊ РЅРµР·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅРЅС‹Рј');
define('_JNEWS_ALLOW_UNREG_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ СЂР°Р·СЂРµС€РёС‚СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРј РїРѕРґРїРёСЃС‹РІР°С‚СЊСЃСЏ РЅР° СЂР°СЃСЃС‹Р»РєСѓ Р±РµР· СЂРµРіРёСЃС‚СЂР°С†РёРё РЅР° СЃР°Р№С‚Рµ.');
define('_JNEWS_REQ_CONFIRM', 'РўСЂРµР±РѕРІР°С‚СЊ РїРёСЃСЊРјРѕ-РїРѕРґС‚РІРµСЂР¶РґРµРЅРёРµ');
define('_JNEWS_REQ_CONFIRM_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё С‚СЂРµР±СѓРµС‚Рµ РѕС‚ РЅРµР·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РІС€РёС…СЃСЏ РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№ РїРѕРґС‚РІРµСЂР¶РґРµРЅРёСЏ РёС… СЌР»РµРєС‚СЂРѕРЅРЅРѕР№ РїРѕС‡С‚Рµ.');
define('_JNEWS_SUB_SETTINGS', 'РќР°СЃС‚СЂРѕР№РєРё РїРѕРґРїРёСЃС‡РёРєР°');
define('_JNEWS_SUBMESSAGE', 'РђРґСЂРµСЃ РґР»СЏ РїРѕРґРїРёСЃРєРё');
define('_JNEWS_SUBSCRIBE_LIST', 'РџРѕРґРїРёСЃР°С‚СЊСЃСЏ РЅР° СЂР°СЃСЃС‹Р»РєСѓ');

define('_JNEWS_USABLE_TAGS', 'РџРѕР»РµР·РЅС‹Рµ С‚СЌРіРё');
define('_JNEWS_NAME_AND_CONFIRM', '<b>{tag:confirm}</b> = СЃРѕР·РґР°РµС‚ РєР»РёРєР°Р±РµР»СЊРЅСѓСЋ СЃСЃС‹Р»РєСѓ, РїСЂРѕР№РґСЏ РїРѕ РєРѕС‚РѕСЂРѕР№ РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ РјРѕР¶РµС‚ РїРѕРґС‚РІРµСЂРґРёС‚СЊ РїРѕРґРїРёСЃРєСѓ. Р­С‚Р° РѕРїС†РёСЏ <strong>РЅРµРѕР±С…РѕРґРёРјР°</strong>, С‡С‚РѕР±С‹ jNews СЂР°Р±РѕС‚Р°Р» РїСЂР°РІРёР»СЊРЅРѕ.<br />'
.'<br />{tag:name} = Р­С‚Рѕ Р±СѓРґРµС‚ Р·Р°РјРµРЅРµРЅРѕ РЅР° РёРјСЏ РІРІРµРґРµРЅРЅРѕРµ РїРѕРґРїРёСЃС‡РёРєРѕРј, РџСЂРё РёСЃРїРѕР»СЊР·РѕРІР°РЅРёРё СЌС‚РѕРіРѕ, Р’С‹ Р±СѓРґРµС‚Рµ СЂР°СЃСЃС‹Р»Р°С‚СЊ РїРёСЃСЊРјР°, РЅР°РїРёСЃР°РЅРЅС‹Рµ РЅРµРїРѕСЃСЂРµРґСЃС‚РІРµРЅРЅРѕ РЅР° РёРјСЏ РїРѕРґРїРёСЃС‡РёРєР°.<br />'
.'<br />{tag:firstname} = Р­С‚Рѕ Р±СѓРґРµС‚ Р·Р°РјРµРЅРµРЅРѕ Р�РњР•РќР•Рњ РїРѕРґРїРёСЃС‡РёРєР°, Р·Р° РёРјСЏ РїРѕРґРїРёСЃС‡РёРєР° РїСЂРёРЅРёРјР°РµС‚СЃСЏ РїРµСЂРІРѕРµ РёР· РІРІРµРґРµРЅРЅС‹С… РёРјРµРЅ.<br />');
define('_JNEWS_CONFIRMFROMNAME', 'РџРѕРґС‚РІРµСЂР¶РґРµРЅРёРµ, РѕС‚:');
define('_JNEWS_CONFIRMFROMNAME_TIPS', 'Р’РІРµРґРёС‚Рµ РёРјСЏ РѕС‚РїСЂР°РІРёС‚РµР»СЏ РґР»СЏ РїРѕРєР°Р·Р° РІ СЃРѕРѕР±С‰РµРЅРёСЏС… РїРѕРґС‚РІРµСЂР¶РґРµРЅРёСЏ РїРѕРґРїРёСЃРєРё.');
define('_JNEWS_CONFIRMFROMEMAIL', 'РџРѕРґС‚РІРµСЂР¶РґРµРЅРёРµ, СЃ Р°РґСЂРµСЃР°:');
define('_JNEWS_CONFIRMFROMEMAIL_TIPS', 'Р’РІРµРґРёС‚Рµ Р°РґСЂРµСЃ РґР»СЏ РїРѕРєР°Р·Р° РІ СЃРѕРѕР±С‰РµРЅРёСЏС… РїРѕРґС‚РІРµСЂР¶РґРµРЅРёСЏ РїРѕРґРїРёСЃРєРё.');
//define('_JNEWS_CONFIRMBOUNCE', 'E-mail Р°РґСЂРµСЃ РґР»СЏ СѓРІРµРґРѕРјР»РµРЅРёР№ Рѕ РЅРµСЃСѓС‰РµСЃС‚РІСѓСЋС‰РёС… Р°РґСЂРµСЃР°С…');
//define('_JNEWS_CONFIRMBOUNCE_TIPS', 'Р’РІРµРґРёС‚Рµ Р°РґСЂРµСЃ, РєРѕС‚РѕСЂС‹Р№ Р±СѓРґРµС‚ РѕС‚РѕР±СЂР°Р¶Р°С‚СЊСЃСЏ РІ СЃРѕРѕР±С‰РµРЅРёСЏС… РїРѕРґС‚РІРµСЂР¶РґРµРЅРёСЏ РїРѕРґРїРёСЃРєРё, Рё РЅР° РєРѕС‚РѕСЂС‹Р№ Р’С‹ С…РѕС‚РµР»Рё Р±С‹, С‡С‚РѕР±С‹ РїРѕСЃС‚СѓРїР°Р»Рё СЃРѕРѕР±С‰РµРЅРёСЏ Рѕ РЅРµСЃСѓС‰РµСЃС‚РІСѓСЋС‰РёС… e-mail Р°РґСЂРµСЃР°С… РїРѕРґРїРёСЃС‡РёРєРѕРІ.');
define('_JNEWS_HTML_CONFIRM', 'HTML РїРѕРґС‚РІРµСЂР¶РґРµРЅРёРµ');
define('_JNEWS_HTML_CONFIRM_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ РѕС‚РїСЂР°РІР»СЏС‚СЊ СЃРѕРѕР±С‰РµРЅРёСЏ РїРѕРґС‚РІРµСЂР¶РґРµРЅРёСЏ РІ С„РѕСЂРјР°С‚Рµ HTML (РµСЃР»Рё РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ СЂР°Р·СЂРµС€РёР» РїСЂРёСЃС‹Р»Р°С‚СЊ РµРјСѓ С‚Р°РєРёРµ РїРёСЃСЊРјР°).');
define('_JNEWS_TIME_ZONE_ASK', 'РЎРїСЂР°С€РёРІР°С‚СЊ С‡Р°СЃРѕРІРѕР№ РїРѕСЏСЃ');
define('_JNEWS_TIME_ZONE_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё С…РѕС‚РёС‚Рµ Р·Р°РїСЂР°С€РёРІР°С‚СЊ РІРІРѕРґ С‡Р°СЃРѕРІРѕРіРѕ РїРѕСЏСЃР°. Р Р°СЃСЃС‹Р»РєРё, РЅР°С…РѕРґСЏС‰РёРµСЃСЏ РІ РѕС‡РµСЂРµРґРё Р±СѓРґСѓС‚ РІС‹РїРѕР»РЅСЏС‚СЊСЃСЏ РёСЃРїРѕР»СЊР·СѓСЏ СЌС‚Рѕ Р·РЅР°С‡РµРЅРёРµ.');

 // РќР°СЃС‚СЂРѕР№РєРё РҐСЂРѕРЅР°
 define('_JNEWS_AUTO_CONFIG', 'РҐСЂРѕРЅ');
define('_JNEWS_TIME_OFFSET_URL', 'РќР°Р¶РјРёС‚Рµ Р·РґРµСЃСЊ, С‡С‚РѕР±С‹ СѓСЃС‚Р°РЅРѕРІРёС‚СЊ СЂР°СЃС…РѕР¶РґРµРЅРёРµ РІ РїР°РЅРµР»Рё РіР»РѕР±Р°Р»СЊРЅРѕР№ РєРѕРЅС„РёРіСѓСЂР°С†РёРё - Р›РѕРєР°Р»СЊ');
define('_JNEWS_TIME_OFFSET_TIPS', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ РІСЂРµРјРµРЅРЅРѕРµ СЃРјРµС‰РµРЅРёРµ СЃРµСЂРІРµСЂР°, РєРѕС‚РѕСЂРѕРµ Р±СѓРґРµС‚ РІРїРёСЃР°РЅРѕ РІ С‚РѕС‡РЅСѓСЋ РґР°С‚Сѓ Рё РІСЂРµРјСЏ');
define('_JNEWS_TIME_OFFSET', 'РЎРґРІРёРі РІСЂРµРјРµРЅРё');
define('_JNEWS_CRON_DESC','<br />Р�СЃРїРѕР»СЊР·СѓСЏ С„СѓРЅРєС†РёСЋ РҐСЂРѕРЅ, Р’С‹ РјРѕР¶РµС‚Рµ СѓСЃС‚Р°РЅРѕРІРёС‚СЊ Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєСѓСЋ Р·Р°РґР°С‡Сѓ, РєРѕС‚РѕСЂР°СЏ Р±СѓРґРµС‚ РІС‹РїРѕР»РЅСЏС‚СЊСЃСЏ РїРѕ СЂР°СЃРїРёСЃР°РЅРёСЋ, РґР»СЏ Р’Р°С€РµРіРѕ СЃР°Р№С‚Р°!<br />' .
		'Р§С‚РѕР±С‹ РЅР°СЃС‚СЂРѕРёС‚СЊ СЌС‚Рѕ, Р’Р°Рј РЅСѓР¶РЅРѕ РґРѕР±Р°РІРёС‚СЊ РёР· РїР°РЅРµР»Рё СѓРїСЂР°РІР»РµРЅРёСЏ РІ Р·Р°РґР°С‡Рё РїРѕ СЂР°СЃРїРёСЃР°РЅРёСЋ СЃР»РµРґСѓСЋС‰СѓСЋ РєРѕРјР°РЅРґСѓ:<br />' .
		'<b>' . JNEWS_JPATH_LIVE . '/index.php?option=com_jnews&act=cron</b> ' .
		'<br /><br />Р•СЃР»Рё РІР°Рј РїРѕРЅР°РґРѕР±РёС‚СЃСЏ РїРѕРјРѕС‰СЊ, С‚Рѕ РїРѕР»СѓС‡РёС‚СЊ РµС‘ РјРѕР¶РЅРѕ РЅР° С„РѕСЂСѓРјРµ СЂР°Р·СЂР°Р±РѕС‚С‡РёРєРѕРІ <a href="http://www.joobi.co" target="_blank">http://www.joobi.co</a>');

// СѓСЃС‚Р°РЅРѕРІРєРё РѕС‚РїСЂР°РІРєРё
define('_JNEWS_PAUSEX', 'РџР°СѓР·Р° x СЃРµРєСѓРЅРґ РїРѕСЃР»Рµ РєР°Р¶РґРѕРіРѕ СЃРєРѕРЅС„РёРіСѓСЂРёСЂРѕРІР°РЅРЅРѕРіРѕ Рё Р·Р°РґР°РЅРЅРѕРіРѕ РєРѕР»РёС‡РµСЃС‚РІР° РїРёСЃРµРј');
define('_JNEWS_PAUSEX_TIPS', 'Р’РІРµРґРёС‚Рµ РІСЂРµРјСЏ РІ СЃРµРєСѓРЅРґР°С…, РєРѕС‚РѕСЂРѕРµ jNews Р±СѓРґРµС‚ РґР°РІР°С‚СЊ Р’Р°С€РµРјСѓ SMTP СЃРµСЂРІРµСЂСѓ РІ РєР°С‡РµСЃС‚РІРµ РїР°СѓР·С‹ РјРµР¶РґСѓ РѕС‚РїСЂР°РІРєР°РјРё Р·Р°РґР°РЅРЅРѕРіРѕ СЃРєРѕРЅС„РёРіСѓСЂРёСЂРѕРІР°РЅРЅРѕРіРѕ РєРѕР»РёС‡РµСЃС‚РІР° РїРёСЃРµРј.');
define('_JNEWS_EMAIL_BET_PAUSE', 'РџРёСЃСЊРјР° РјРµР¶РґСѓ РїР°СѓР·Р°РјРё');
define('_JNEWS_EMAIL_BET_PAUSE_TIPS', 'РљРѕР»РёС‡РµСЃС‚РІРѕ РїРёСЃРµРј РґР»СЏ РѕС‚РїСЂР°РІРєРё РґРѕ РїР°СѓР·С‹.');
define('_JNEWS_WAIT_USER_PAUSE', 'Р–РґР°С‚СЊ РІРІРѕРґР° РїРѕР»СЊР·РѕРІР°С‚РµР»РµРј РєРѕРјР°РЅРґС‹ РїСЂРё РїР°СѓР·Рµ');
define('_JNEWS_WAIT_USER_PAUSE_TIPS', 'Р”РѕР»Р¶РµРЅ Р»Рё СЃРєСЂРёРїС‚ РїСЂРё РїР°СѓР·Рµ РѕР¶РёРґР°С‚СЊ РІРІРѕРґР° РїРѕР»СЊР·РѕРІР°С‚РµР»РµРј РєРѕРјР°РЅРґС‹ РґР»СЏ РѕС‚РїСЂР°РІРєРё СЃР»РµРґСѓСЋС‰РµРіРѕ РїР°РєРµС‚Р° РїРёСЃРµРј.');
define('_JNEWS_SCRIPT_TIMEOUT', 'РџР°СѓР·Р° СЃРєСЂРёРїС‚Р°');
define('_JNEWS_SCRIPT_TIMEOUT_TIPS', 'РљРѕР»РёС‡РµСЃС‚РІРѕ РјРёРЅСѓС‚, РєРѕС‚РѕСЂРѕРµ СЃРєСЂРёРїС‚ Р±СѓРґРµС‚ Р·Р°РїСѓС‰РµРЅ (0 РґР»СЏ СЃРЅСЏС‚РёСЏ РѕРіСЂР°РЅРёС‡РµРЅРёСЏ).');
// СѓСЃС‚Р°РЅРѕРІРєРё СЃС‚Р°С‚РёСЃС‚РёРєРё
define('_JNEWS_ENABLE_READ_STATS', 'Р Р°Р·СЂРµС€РёС‚СЊ РІРµСЃС‚Рё СЃС‚Р°С‚РёСЃС‚РёРєСѓ');
define('_JNEWS_ENABLE_READ_STATS_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ СЃРѕС…СЂР°РЅСЏС‚СЊ РєРѕР»РёС‡РµСЃС‚РІРѕ РїСЂРѕСЃРјРѕС‚СЂРѕРІ. Р”Р°РЅРЅР°СЏ СЃС‚Р°С‚РёСЃС‚РёРєР° РјРѕР¶РµС‚ РІРµСЃС‚РёСЃСЊ С‚РѕР»СЊРєРѕ РґР»СЏ РїРёСЃРµРј РІ С„РѕСЂРјР°С‚Рµ HTML');
define('_JNEWS_LOG_VIEWSPERSUB', 'Р—Р°РїРёСЃС‹РІР°С‚СЊ РїСЂРѕСЃРјРѕС‚СЂС‹ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ');
define('_JNEWS_LOG_VIEWSPERSUB_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ СЃРѕС…СЂР°РЅСЏС‚СЊ РєРѕР»РёС‡РµСЃС‚РІРѕ РїСЂРѕСЃРјРѕС‚СЂРѕРІ РІС‹РїСѓСЃРєРѕРІ СЂР°СЃСЃС‹Р»РєРё РѕС‚РґРµР»СЊРЅС‹Рј РїРѕРґРїРёСЃС‡РёРєРѕРј. Р”Р°РЅРЅР°СЏ СЃС‚Р°С‚РёСЃС‚РёРєР° РјРѕР¶РµС‚ РІРµСЃС‚РёСЃСЊ С‚РѕР»СЊРєРѕ РґР»СЏ РїРёСЃРµРј РІ С„РѕСЂРјР°С‚Рµ HTML');
// СѓСЃС‚Р°РЅРѕРІРєРё Р»РѕРіРѕРІ
define('_JNEWS_DETAILED', 'Р”РµС‚Р°Р»СЊРЅС‹Рµ Р»РѕРіРё');
define('_JNEWS_SIMPLE', 'РЈРїСЂРѕС‰РµРЅРЅС‹Рµ Р»РѕРіРё');
define('_JNEWS_DIAPLAY_LOG', 'РћС‚РѕР±СЂР°Р¶Р°С‚СЊ Р»РѕРіРё');
define('_JNEWS_DISPLAY_LOG_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё С…РѕС‚РёС‚Рµ РѕС‚РѕР±СЂР°Р¶Р°С‚СЊ Р»РѕРіРё РІ РјРѕРјРµРЅС‚ СЂР°СЃСЃС‹Р»РєРё РїРёСЃРµРј.');
define('_JNEWS_SEND_PERF_DATA', 'РћС‚СЃС‹Р»Р°С‚СЊ СЃС‚Р°С‚РёСЃС‚РёРєСѓ');
define('_JNEWS_SEND_PERF_DATA_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ СЂР°Р·СЂРµС€РёС‚СЊ, С‡С‚РѕР±С‹ jNews РѕС‚СЃС‹Р»Р°Р» РђРќРћРќР�РњРќР«Р• СЃРІРµРґРµРЅРёСЏ Рѕ РєРѕРЅС„РёРіСѓСЂР°С†РёРё, РєРѕР»РёС‡РµСЃС‚РІРµ РїРѕРґРїРёСЃС‡РёРєРѕРІ Рё РІСЂРµРјРµРЅРё, РєРѕС‚РѕСЂРѕРµ Р·Р°РЅРёРјР°РµС‚ РѕС‚РїСЂР°РІРєР° СЃРѕРѕР±С‰РµРЅРёР№. Р­С‚Рѕ РґР°СЃС‚ СЂР°Р·СЂР°Р±РѕС‚С‡РёРєР°Рј РёРґРµРё РїРѕ СѓР»СѓС‡С€РµРЅРёСЋ СЂР°Р±РѕС‚С‹ РєРѕРјРїРѕРЅРµРЅС‚Р° Рё РїРѕРјРѕР¶РµС‚ РѕРїС‚РёРјРёР·РёСЂРѕРІР°С‚СЊ РµРіРѕ РІ Р±СѓРґСѓС‰РёС… СЂРµР»РёР·Р°С….');
define('_JNEWS_SEND_AUTO_LOG', 'РћС‚РїСЂР°РІР»СЏС‚СЊ Р»РѕРіРё РґР»СЏ Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂР°');
define('_JNEWS_SEND_AUTO_LOG_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ, С‡С‚РѕР±С‹ РїСЂРѕРіСЂР°РјРјР° РѕС‚РїСЂР°РІР»СЏР»Р° Р’Р°Рј СЃРѕРѕР±С‰РµРЅРёРµ РєР°Р¶РґС‹Р№ СЂР°Р·, РєРѕРіРґР° РѕР±СЂР°Р±РѕС‚Р°РЅ Р·Р°РїСЂРѕСЃ. РџСЂРµРґСѓРїСЂРµР¶РґРµРЅРёРµ: СЌС‚Рѕ РјРѕР¶РµС‚ РїСЂРёРІРµСЃС‚Рё Рє Р±РѕР»СЊС€РѕРјСѓ РєРѕР»РёС‡РµСЃС‚РІСѓ СЃРѕРѕР±С‰РµРЅРёР№ РІ Р’Р°С€РµРј РїРѕС‡С‚РѕРІРѕРј СЏС‰РёРєРµ.');
define('_JNEWS_SEND_LOG', 'РћС‚РїСЂР°РІР»СЏС‚СЊ Р»РѕРі');
define('_JNEWS_SEND_LOG_TIPS', 'Р”РѕР»Р¶РµРЅ Р»Рё Р±С‹С‚СЊ Р»РѕРі РѕС‚РїСЂР°РІРєРё СЂР°СЃСЃС‹Р»РєРё Р±С‹С‚СЊ РѕС‚РїСЂР°РІР»РµРЅ РЅР° РїРѕС‡С‚РѕРІС‹Р№ Р°РґСЂРµСЃ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏ, РєРѕС‚РѕСЂС‹Р№ РїСЂРѕРёР·РІРµР» СЂР°СЃСЃС‹Р»РєСѓ.');
define('_JNEWS_SEND_LOGDETAIL', 'РћС‚РїСЂР°РІР»СЏС‚СЊ РґРµС‚Р°Р»СЊРЅС‹Рµ Р»РѕРіРё');
define('_JNEWS_SEND_LOGDETAIL_TIPS', 'Р”РµС‚Р°Р»СЊРЅС‹Рµ Р»РѕРіРё РІРєР»СЋС‡Р°СЋС‚ РІ СЃРµР±СЏ РёРЅС„РѕСЂРјР°С†РёСЋ РѕР± СѓСЃРїРµС€РЅРѕР№ РёР»Рё РЅРµСѓРґР°С‡РЅРѕР№ РѕС‚РїСЂР°РІРєРµ СЃРѕРѕР±С‰РµРЅРёСЏ РєР°Р¶РґРѕРјСѓ РїРѕРґРїРёСЃС‡РёРєСѓ Рё РѕР±Р·РѕСЂ РёРЅС„РѕСЂРјР°С†РёРё (СЃС‚Р°С‚РёСЃС‚РёРєСѓ). РЈРїСЂРѕС‰РµРЅРЅС‹Рµ РѕС‚СЃС‹Р»Р°СЋС‚ С‚РѕР»СЊРєРѕ РѕР±Р·РѕСЂ.');
define('_JNEWS_SEND_LOGCLOSED', 'РћС‚РїСЂР°РІР»СЏС‚СЊ Р»РѕРі, РµСЃР»Рё СЃРѕРµРґРёРЅРµРЅРёРµ Р·Р°РєСЂС‹С‚Рѕ');
define('_JNEWS_SEND_LOGCLOSED_TIPS', 'РЎ СЌС‚РѕР№ РІРєР»СЋС‡РµРЅРЅРѕР№ РѕРїС†РёРµР№ РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ, РїСЂРѕРёР·РІРѕРґСЏС‰РёР№ СЂР°СЃСЃС‹Р»РєСѓ, РїРѕР»СѓС‡РёС‚ РѕС‚С‡РµС‚ Рѕ СЂР°СЃСЃС‹Р»РєРµ РїРѕ СЌР»РµРєС‚СЂРѕРЅРЅРѕР№ РїРѕС‡С‚Рµ.');
define('_JNEWS_SAVE_LOG', 'РЎРѕС…СЂР°РЅСЏС‚СЊ Р»РѕРі');
define('_JNEWS_SAVE_LOG_TIPS', 'Р”РѕР»Р¶РµРЅ Р»Рё Р»РѕРі РѕС‚РїСЂР°РІРєРё СЂР°СЃСЃС‹Р»РєРё Р±С‹С‚СЊ СЃРѕС…СЂР°РЅРµРЅ РІ С„Р°Р№Р»Рµ Р»РѕРіР°');
define('_JNEWS_SAVE_LOGDETAIL', 'РЎРѕС…СЂР°РЅСЏС‚СЊ РґРµС‚Р°Р»СЊРЅС‹Р№ Р»РѕРі');
define('_JNEWS_SAVE_LOGDETAIL_TIPS', 'Р”РµС‚Р°Р»СЊРЅС‹Рµ Р»РѕРіРё РІРєР»СЋС‡Р°СЋС‚ РІ СЃРµР±СЏ РёРЅС„РѕСЂРјР°С†РёСЋ РѕР± СѓСЃРїРµС€РЅРѕР№ РёР»Рё РЅРµСѓРґР°С‡РЅРѕР№ РѕС‚РїСЂР°РІРєРµ СЃРѕРѕР±С‰РµРЅРёСЏ РєР°Р¶РґРѕРјСѓ РїРѕРґРїРёСЃС‡РёРєСѓ Рё РѕР±Р·РѕСЂ РёРЅС„РѕСЂРјР°С†РёРё (СЃС‚Р°С‚РёСЃС‚РёРєСѓ). РЈРїСЂРѕС‰РµРЅРЅС‹Рµ РІРєР»СЋС‡Р°СЋС‚ С‚РѕР»СЊРєРѕ РѕР±Р·РѕСЂ.');
define('_JNEWS_SAVE_LOGFILE', 'РЎРѕС…СЂР°РЅРёС‚СЊ С„Р°Р№Р» Р»РѕРіР°');
define('_JNEWS_SAVE_LOGFILE_TIPS', 'Р¤Р°Р№Р», РІ РєРѕС‚РѕСЂС‹Р№ Р·Р°РїРёСЃС‹РІР°РµС‚СЃСЏ РёРЅС„РѕСЂРјР°С†РёСЏ Р»РѕРіР°. РџРѕР·РґРЅРµРµ СЌС‚РѕС‚ С„Р°Р№Р» РјРѕР¶РµС‚ СЃС‚Р°С‚СЊ Р·РЅР°С‡РёС‚РµР»СЊРЅРѕ Р±РѕР»СЊС€Рµ.');
define('_JNEWS_CLEAR_LOG', 'РћС‡РёСЃС‚РёС‚СЊ Р»РѕРі');
define('_JNEWS_CLEAR_LOG_TIPS', 'РћС‡РёСЃС‚РёС‚СЊ С„Р°Р№Р» Р»РѕРіР°.');

### РїР°РЅРµР»СЊ СѓРїСЂР°РІР»РµРЅРёСЏ
define('_JNEWS_CP_LAST_QUEUE', 'РџРѕСЃР»РµРґРЅРёР№ РѕР±СЂР°Р±РѕС‚Р°РЅРЅС‹Р№ Р·Р°РїСЂРѕСЃ');
define('_JNEWS_CP_TOTAL', 'Р’СЃРµРіРѕ');
define('_JNEWS_MAILING_COPY', 'Р Р°СЃСЃС‹Р»РєР° СѓСЃРїРµС€РЅРѕ СЃРєРѕРїРёСЂРѕРІР°РЅР°!');

// СЂР°Р·РЅРѕРѕР±СЂР°Р·РЅС‹Рµ РЅР°СЃС‚СЂРѕР№РєРё
define('_JNEWS_SHOW_GUIDE', 'РџРѕРєР°Р·Р°С‚СЊ СЂСѓРєРѕРІРѕРґСЃС‚РІРѕ');
define('_JNEWS_SHOW_GUIDE_TIPS', 'РџРѕРєР°Р·С‹РІР°С‚СЊ СЂСѓРєРѕРІРѕРґСЃС‚РІРѕ РїСЂРё СЃС‚Р°СЂС‚Рµ РїСЂРѕРіСЂР°РјРјС‹, С‡С‚РѕР±С‹ РїРѕРјРѕС‡СЊ РЅРѕРІС‹Рј РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРј СЃРѕР·РґР°С‚СЊ РЅРѕРІРѕСЃС‚РЅСѓСЋ СЂР°СЃСЃС‹Р»РєСѓ, РЅР°СЃС‚СЂРѕРёС‚СЊ Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂ Рё РєРѕСЂСЂРµРєС‚РЅРѕ РЅР°СЃС‚СЂРѕРёС‚СЊ jNews.');
define('_JNEWS_AUTOS_ON', 'Р�СЃРїРѕР»СЊР·РѕРІР°С‚СЊ РђРІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂС‹');
define('_JNEWS_AUTOS_ON_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ РќРµС‚, РµСЃР»Рё Р’С‹ РЅРµ С…РѕС‚РёС‚Рµ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂС‹, Рё РѕРїС†РёРё Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂРѕРІ Р±СѓРґСѓС‚ РґРµР°РєС‚РёРІРёСЂРѕРІР°РЅС‹.');
define('_JNEWS_NEWS_ON', 'Р�СЃРїРѕР»СЊР·РѕРІР°С‚СЊ РќРѕРІРѕСЃС‚РЅС‹Рµ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_NEWS_ON_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ РќРµС‚, РµСЃР»Рё Р’С‹ РЅРµ С…РѕС‚РёС‚Рµ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ РЅРѕРІРѕСЃС‚РЅС‹Рµ СЂР°СЃСЃС‹Р»РєРё, Рё РІСЃРµ РёС… РѕРїС†РёРё Р±СѓРґСѓС‚ РґРµР°РєС‚РёРІРёСЂРѕРІР°РЅС‹.');
define('_JNEWS_SHOW_TIPS', 'РџРѕРєР°Р·С‹РІР°С‚СЊ СЃРѕРІРµС‚С‹');
define('_JNEWS_SHOW_TIPS_TIPS', 'РџРѕРєР°Р·Р°С‚СЊ СЃРѕРІРµС‚С‹, С‡С‚РѕР±С‹ РїРѕРјРѕС‡СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРј РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ jNews Р±РѕР»РµРµ СЌС„С„РµРєС‚РёРІРЅРѕ.');
define('_JNEWS_SHOW_FOOTER', 'РџРѕРєР°Р·С‹РІР°С‚СЊ С„СѓС‚РµСЂ (footer)');
define('_JNEWS_SHOW_FOOTER_TIPS', 'Р”РѕР»Р¶РЅРѕ Р»Рё Р±С‹С‚СЊ РїРѕРєР°Р·Р°РЅРѕ РёР·РІРµС‰РµРЅРёРµ РѕР± Р°РІС‚РѕСЂСЃРєРёС… РїСЂР°РІР°С….');
define('_JNEWS_SHOW_LISTS', 'РџРѕРєР°Р·С‹РІР°С‚СЊ СЃРїРёСЃРѕРє РІРѕ С„СЂРѕРЅС‚РµРЅРґРµ');
define('_JNEWS_SHOW_LISTS_TIPS', 'РџРѕРєР°Р·С‹РІР°С‚СЊ РЅРµР·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°РЅРЅС‹Рј РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРј СЃРїРёСЃРѕРє СЂР°СЃСЃС‹Р»РѕРє, РЅР° РєРѕС‚РѕСЂС‹Рµ РѕРЅРё РјРѕРіСѓС‚ РїРѕРґРїРёСЃР°С‚СЊСЃСЏ СЃ РєРЅРѕРїРєРѕР№ РїРµСЂРµС…РѕРґР° РІ Р°СЂС…РёРІ РїРѕРґРїРёСЃРєРё, РёР»Рё Р¶Рµ РїСЂРѕСЃС‚Рѕ С„РѕСЂРјСѓ СЂРµРіРёСЃС‚СЂР°С†РёРё, С‡С‚РѕР±С‹ РѕРЅРё РјРѕРіР»Рё Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°С‚СЊСЃСЏ.');
define('_JNEWS_CONFIG_UPDATED', 'РљРѕРЅС„РёРіСѓСЂР°С†РёСЏ Р±С‹Р»Р° СѓСЃРїРµС€РЅРѕ РѕР±РЅРѕРІР»РµРЅР°!');
define('_JNEWS_UPDATE_URL', 'URL РґР»СЏ РѕР±РЅРѕРІР»РµРЅРёР№');
define('_JNEWS_UPDATE_URL_WARNING', 'Р’РќР�РњРђРќР�Р•! РќРµ РёР·РјРµРЅСЏР№С‚Рµ СЌС‚РѕС‚ URL, РєСЂРѕРјРµ СЃР»СѓС‡Р°РµРІ, РєРѕРіРґР° Р’Р°СЃ РѕР± СЌС‚РѕРј РїСЂРѕСЃРёС‚ С‚РµС…РЅРёС‡РµСЃРєР°СЏ РєРѕРјР°РЅРґР° jNews.<br />');
define('_JNEWS_UPDATE_URL_TIPS', 'РџСЂРёРјРµСЂ: http://www.joobi.co/update/ (Р’РєР»СЋС‡Р°СЏ Р·Р°РєСЂС‹РІР°СЋС‰РёР№ СЃР»РµС€)');

// РјРѕРґСѓР»СЊ
define('_JNEWS_EMAIL_INVALID', 'Р’РІРµРґРµРЅРЅС‹Р№ e-mail РЅРµРєРѕСЂСЂРµРєС‚РµРЅ.');
define('_JNEWS_REGISTER_REQUIRED', 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, Р·Р°СЂРµРіРёСЃС‚СЂРёСЂСѓР№С‚РµСЃСЊ РЅР° СЃР°Р№С‚Рµ РїРµСЂРµРґ С‚РµРј, РєР°Рє Р’С‹ РїРѕРґРїРёС€РµС‚РµСЃСЊ РЅР° СЂР°СЃСЃС‹Р»РєСѓ.');

// Р±Р»РѕРє СѓСЂРѕРІРЅРµР№ РґРѕСЃС‚СѓРїР°
define('_JNEWS_OWNER', 'РЎРѕР·РґР°С‚РµР»СЊ СЂР°СЃСЃС‹Р»РєРё:');
define('_JNEWS_ACCESS_LEVEL', 'РЈСЃС‚Р°РЅРѕРІРёС‚СЊ СѓСЂРѕРІРµРЅСЊ РґРѕСЃС‚СѓРїР° Рє СЂР°СЃСЃС‹Р»РєРµ');
define('_JNEWS_ACCESS_LEVEL_OPTION', 'РћРїС†РёРё РґРѕСЃС‚СѓРїР°');
define('_JNEWS_USER_LEVEL_EDIT', 'Р’С‹Р±РµСЂРёС‚Рµ, РєР°РєР°СЏ РіСЂСѓРїРїР° РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№ СЃРјРѕР¶РµС‚ СЂРµРґР°РєС‚РёСЂРѕРІР°С‚СЊ СЂР°СЃСЃС‹Р»РєСѓ РїРѕ СЌС‚РѕРјСѓ СЃРїРёСЃРєСѓ (РєР°Рє СЃ С„СЂРѕРЅС‚РµРЅРґР°, С‚Р°Рє Рё СЃ Р±СЌРєРµРЅРґР°)');

//  РІС‹РїР°РґР°СЋС‰РёРµ РѕРїС†РёРё
define('_JNEWS_AUTO_DAY_CH1', 'Р•Р¶РµРґРЅРµРІРЅРѕ');
define('_JNEWS_AUTO_DAY_CH2', 'Р•Р¶РµРґРЅРµРІРЅРѕ, РєСЂРѕРјРµ РІС‹С…РѕРґРЅС‹С…');
define('_JNEWS_AUTO_DAY_CH3', 'РџРѕ РґРЅСЏРј РЅРµРґРµР»Рё');
define('_JNEWS_AUTO_DAY_CH4', 'РџРѕ РґРЅСЏРј РЅРµРґРµР»Рё, РєСЂРѕРјРµ РїСЂР°Р·РґРЅРёРєРѕРІ');
define('_JNEWS_AUTO_DAY_CH5', 'Р•Р¶РµРЅРµРґРµР»СЊРЅРѕ');
define('_JNEWS_AUTO_DAY_CH6', 'Р Р°Р· РІ РґРІРµ РЅРµРґРµР»Рё');
define('_JNEWS_AUTO_DAY_CH7', 'Р•Р¶РµРјРµСЃСЏС‡РЅРѕ');
define('_JNEWS_AUTO_DAY_CH9', 'Р•Р¶РµРіРѕРґРЅРѕ');
define('_JNEWS_AUTO_OPTION_NONE', 'РќРµС‚');
define('_JNEWS_AUTO_OPTION_NEW', 'РќРѕРІС‹Рµ РџРѕРґРїРёСЃС‡РёРєРё');
define('_JNEWS_AUTO_OPTION_ALL', 'Р’СЃРµ РџРѕРґРїРёСЃС‡РёРєРё');

//
define('_JNEWS_UNSUB_MESSAGE', 'РџРёСЃСЊРјРѕ РѕР± Р°РЅРЅСѓР»РёСЂРѕРІР°РЅРёРё РїРѕРґРїРёСЃРєРё');
define('_JNEWS_UNSUB_SETTINGS', 'РЈСЃС‚Р°РЅРѕРІРєРё Р°РЅРЅСѓР»РёСЂРѕРІР°РЅРёСЏ РїРѕРґРїРёСЃРєРё');
define('_JNEWS_AUTO_ADD_NEW_USERS', 'РђРІС‚РѕРїРѕРґРїРёСЃРєР° РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№?');

// Update and upgrade messages
define('_JNEWS_NO_UPDATES', 'РќРµС‚ РІРѕР·РјРѕР¶РЅС‹С… РѕР±РЅРѕРІР»РµРЅРёР№.');
define('_JNEWS_VERSION', 'Р’РµСЂСЃРёСЏ jNews');
define('_JNEWS_NEED_UPDATED', 'Р¤Р°Р№Р»С‹, РєРѕС‚РѕСЂС‹Рµ РЅРµРѕР±С…РѕРґРёРјРѕ Р·Р°РјРµРЅРёС‚СЊ РЅР° РЅРѕРІС‹Рµ:');
define('_JNEWS_NEED_ADDED', 'Р¤Р°Р№Р»С‹, РєРѕС‚РѕСЂС‹Рµ РЅРµРѕР±С…РѕРґРёРјРѕ РґРѕР±Р°РІРёС‚СЊ:');
define('_JNEWS_NEED_REMOVED', 'Р¤Р°Р№Р»С‹, РєРѕС‚РѕСЂС‹Рµ РЅРµРѕР±С…РѕРґРёРјРѕ СѓРґР°Р»РёС‚СЊ:');
define('_JNEWS_FILENAME', 'Р�РјСЏ С„Р°Р№Р»Р°:');
define('_JNEWS_CURRENT_VERSION', 'РўРµРєСѓС‰Р°СЏ РІРµСЂСЃРёСЏ:');
define('_JNEWS_NEWEST_VERSION', 'РџРѕСЃР»РµРґРЅСЏСЏ РІРµСЂСЃРёСЏ:');
define('_JNEWS_UPDATING', 'Р�РґРµС‚ РѕР±РЅРѕРІР»РµРЅРёРµ');
define('_JNEWS_UPDATE_UPDATED_SUCCESSFULLY', 'Р¤Р°Р№Р»С‹ Р±С‹Р»Рё СѓСЃРїРµС€РЅРѕ РѕР±РЅРѕРІР»РµРЅС‹.');
define('_JNEWS_UPDATE_FAILED', 'РќРµ СѓРґР°Р»РѕСЃСЊ РѕР±РЅРѕРІРёС‚СЊ!');
define('_JNEWS_ADDING', 'Р�РґРµС‚ РґРѕР±Р°РІР»РµРЅРёРµ');
define('_JNEWS_ADDED_SUCCESSFULLY', 'Р”РѕР±Р°РІР»РµРЅРёРµ РїСЂРѕС€Р»Рѕ СѓСЃРїРµС€РЅРѕ.');
define('_JNEWS_ADDING_FAILED', 'РќРµ СѓРґР°Р»РѕСЃСЊ РґРѕР±Р°РІРёС‚СЊ!');
define('_JNEWS_REMOVING', 'Р�РґРµС‚ СѓРґР°Р»РµРЅРёРµ');
define('_JNEWS_REMOVED_SUCCESSFULLY', 'РЈРґР°Р»РµРЅРёРµ РїСЂРѕС€Р»Рѕ СѓСЃРїРµС€РЅРѕ.');
define('_JNEWS_REMOVING_FAILED', 'РќРµ СѓРґР°Р»РѕСЃСЊ СѓРґР°Р»РёС‚СЊ!');
define('_JNEWS_INSTALL_DIFFERENT_VERSION', 'РџСЂРѕРёРЅСЃС‚Р°Р»Р»РёСЂСѓР№С‚Рµ РґСЂСѓРіСѓСЋ РІРµСЂСЃРёСЋ');
define('_JNEWS_CONTENT_ADD', 'Р”РѕР±Р°РІРёС‚СЊ СЃРѕРґРµСЂР¶РёРјРѕРµ');
define('_JNEWS_UPGRADE_FROM', 'Р�РјРїРѕСЂС‚ РёРЅС„РѕСЂРјР°С†РёРё (РІС‹РїСѓСЃРєРѕРІ СЂР°СЃСЃС‹Р»РѕРє Рё РїРѕРґРїРёСЃС‡РёРєРѕРІ) РёР·: ');
define('_JNEWS_UPGRADE_MESS', 'РќРµС‚ РЅРёРєР°РєРѕРіРѕ СЂРёСЃРєР° РїРѕС‚РµСЂСЏС‚СЊ Р’Р°С€Рё СЃСѓС‰РµСЃС‚РІСѓСЋС‰РёРµ РґР°РЅРЅС‹Рµ. <br /> Р­С‚РѕС‚ РїСЂРѕС†РµСЃСЃ РїСЂРѕСЃС‚Рѕ РёРјРїРѕСЂС‚РёСЂСѓРµС‚ РёРЅС„РѕСЂРјР°С†РёСЋ РІ Р±Р°Р·Сѓ РґР°РЅРЅС‹С… jNews.');
define('_JNEWS_CONTINUE_SENDING', 'РџСЂРѕРґРѕР»Р¶РёС‚СЊ РѕС‚РїСЂР°РІРєСѓ');

// СЃРѕРѕР±С‰РµРЅРёСЏ jNews
define('_JNEWS_UPGRADE1', 'Р’С‹ РјРѕР¶РµС‚Рµ Р»РµРіРєРѕ РёРјРїРѕСЂС‚РёСЂРѕРІР°С‚СЊ СЃРІРѕРёС… РїРѕРґРїРёСЃС‡РёРєРѕРІ Рё СЃРѕРѕР±С‰РµРЅРёСЏ РёР· ');
define('_JNEWS_UPGRADE2', ' РІ jNews С‡РµСЂРµР· РїР°РЅРµР»СЊ РѕР±РЅРѕРІР»РµРЅРёР№.');
define('_JNEWS_UPDATE_MESSAGE', 'Р”РѕСЃС‚СѓРїРЅР° РЅРѕРІР°СЏ РІРµСЂСЃРёСЏ jNews! ');
define('_JNEWS_UPDATE_MESSAGE_LINK', 'РќР°Р¶РјРёС‚Рµ Р·РґРµСЃСЊ РґР»СЏ РѕР±РЅРѕРІР»РµРЅРёСЏ!');
define('_JNEWS_THANKYOU', 'РЎРїР°СЃРёР±Рѕ Р’Р°Рј Р·Р° РёСЃРїРѕР»СЊР·РѕРІР°РЅРёРµ jNews, Р’Р°С€РµРіРѕ РєРѕРјРјСѓРЅРёРєР°С†РёРѕРЅРЅРѕРіРѕ РїР°СЂС‚РЅРµСЂР°!');
define('_JNEWS_NO_SERVER', 'РЎРµСЂРІРµСЂ РѕР±РЅРѕРІР»РµРЅРёР№ РЅРµРґРѕСЃС‚СѓРїРµРЅ, РїРѕР¶Р°Р»СѓР№СЃС‚Р°, РїРѕРїСЂРѕР±СѓР№С‚Рµ РїРѕР·РґРЅРµРµ.');
define('_JNEWS_MOD_PUB', 'РњРѕРґСѓР»СЊ jNews РЅРµ РѕРїСѓР±Р»РёРєРѕРІР°РЅ.');
define('_JNEWS_MOD_PUB_LINK', 'РќР°Р¶РјРёС‚Рµ Р·РґРµСЃСЊ РґР»СЏ РµРіРѕ РїСѓР±Р»РёРєР°С†РёРё!');
define('_JNEWS_IMPORT_SUCCESS', 'СѓСЃРїРµС€РЅРѕ РёРјРїРѕСЂС‚РёСЂРѕРІР°РЅРѕ');
define('_JNEWS_IMPORT_EXIST', 'РїРѕРґРїРёСЃС‡РёРє СѓР¶Рµ СЃСѓС‰РµСЃС‚РІСѓРµС‚ РІ Р±Р°Р·Рµ');

// СѓСЃС‚Р°РЅРѕРІРєР° jNews
define('_JNEWS_INSTALL_CONFIG', 'РљРѕРЅС„РёРіСѓСЂР°С†РёСЏ jNews');
define('_JNEWS_INSTALL_SUCCESS', 'РЈСЃС‚Р°РЅРѕРІРєР° СѓСЃРїРµС€РЅР°');
define('_JNEWS_INSTALL_ERROR', 'РћС€РёР±РєР° СѓСЃС‚Р°РЅРѕРІРєРё');
define('_JNEWS_INSTALL_BOT', 'РџР»Р°РіРёРЅ (Р‘РѕС‚) jNews ');
define('_JNEWS_INSTALL_MODULE', 'РњРѕРґСѓР»СЊ jNews');
//Р”СЂСѓРіРѕРµ
define('_JNEWS_JAVASCRIPT','!Р’РЅРёРјР°РЅРёРµ! Javascript РґРѕР»Р¶РµРЅ Р±С‹С‚СЊ РІРєР»СЋС‡РµРЅ РґР»СЏ РєРѕСЂСЂРµРєС‚РЅРѕР№ СЂР°Р±РѕС‚С‹.');
define('_JNEWS_EXPORT_TEXT','РџРѕРґРїРёСЃС‡РёРєРё СЌРєСЃРїРѕСЂС‚РёСЂСѓСЋС‚СЃСЏ РЅР° РѕСЃРЅРѕРІРµ РІС‹Р±СЂР°РЅРЅРѕРіРѕ Р’Р°РјРё СЃРїРёСЃРєР°.<br />Р­РєСЃРїРѕСЂС‚ РїРѕРґРїРёСЃС‡РёРєРѕРІ РёР· СЃРїРёСЃРєР°');
define('_JNEWS_IMPORT_TIPS','Р�РјРїРѕСЂС‚ РїРѕРґРїРёСЃС‡РёРєРѕРІ. Р�РЅС„РѕСЂРјР°С†РёСЏ РІ РёРјРїРѕСЂС‚РёСЂСѓРµРјРѕРј С„Р°Р№Р»Рµ РґРѕР»Р¶РЅР° Р±С‹С‚СЊ РІ СЃР»РµРґСѓСЋС‰РµРј С„РѕСЂРјР°С‚Рµ: <br />' .
		'Р�РјСЏ,email,РїРѕР»СѓС‡Р°С‚СЊHTML(1/0),<span style="color: rgb(255, 0, 0);">РїРѕРґС‚РІРµСЂР¶РґРµРЅ(1/0)</span>');
define('_JNEWS_SUBCRIBER_EXIT', 'СѓР¶Рµ СЏРІР»СЏРµС‚СЃСЏ РїРѕРґРїРёСЃС‡РёРєРѕРј');
define('_JNEWS_GET_STARTED', 'РќР°Р¶РјРёС‚Рµ Р·РґРµСЃСЊ, С‡С‚РѕР±С‹ РЅР°С‡Р°С‚СЊ!');

//РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.1
define('_JNEWS_WARNING_1011','РџСЂРµРґСѓРїСЂРµР¶РґРµРЅРёРµ: 1011: РћР±РЅРѕРІР»РµРЅРёСЏ РЅРµ Р±СѓРґСѓС‚ СЂР°Р±РѕС‚Р°С‚СЊ РёР·-Р·Р° РѕРіСЂР°РЅРёС‡РµРЅРёР№ РЅР° Р’Р°С€РµРј СЃРµСЂРІРµСЂРµ.');
define('_JNEWS_SEND_MAIL_FROM_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ, РєР°РєРѕР№ email Р°РґСЂРµСЃ Р±СѓРґРµС‚ РїРѕРєР°Р·С‹РІР°С‚СЊСЃСЏ РєР°Рє Р°РґСЂРµСЃ РѕС‚РїСЂР°РІРёС‚РµР»СЏ.');
define('_JNEWS_SEND_MAIL_NAME_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ, РєР°РєРѕРµ РёРјСЏ Р±СѓРґРµС‚ РїРѕРєР°Р·С‹РІР°С‚СЊСЃСЏ РєР°Рє РёРјСЏ РѕС‚РїСЂР°РІРёС‚РµР»СЏ.');
define('_JNEWS_MAILSENDMETHOD_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ РјРµС‚РѕРґ РѕС‚РїСЂР°РІРєРё РїРѕС‡С‚С‹: РїРѕС‡С‚РѕРІР°СЏ С„СѓРЅРєС†РёСЏ PHP<span>Sendmail</span> РёР»Рё SMTP СЃРµСЂРІРµСЂ.');
define('_JNEWS_SENDMAILPATH_TIPS', 'Р­С‚Рѕ РґРёСЂРµРєС‚РѕСЂРёСЏ РїРѕС‡С‚РѕРІРѕРіРѕ СЃРµСЂРІРµСЂР°');
define('_JNEWS_LIST_T_TEMPLATE', 'РЁР°Р±Р»РѕРЅ');
define('_JNEWS_NO_MAILING_ENTERED', 'РќРµ РІС‹Р±СЂР°РЅР° СЂР°СЃСЃС‹Р»РєР°');
define('_JNEWS_NO_LIST_ENTERED', 'РќРµ РІС‹Р±СЂР°РЅ СЃРїРёСЃРѕРє');
define('_JNEWS_SENT_MAILING' , 'РћС‚РїСЂР°РІР»РµРЅРЅС‹Рµ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_SELECT_FILE', 'Р’С‹Р±РµСЂРёС‚Рµ С„Р°Р№Р» РґР»СЏ ');
define('_JNEWS_LIST_IMPORT', 'Р’С‹Р±РµСЂРёС‚Рµ СЃРїРёСЃРєРё, СЃ РєРѕС‚РѕСЂС‹РјРё Р’С‹ С…РѕС‚РµР»Рё Р±С‹ РїСЂРѕР°СЃСЃРѕС†РёРёСЂРѕРІР°С‚СЊ СЃРІРѕРёС… РїРѕРґРїРёСЃС‡РёРєРѕРІ');
define('_JNEWS_PB_QUEUE', 'РџРѕРґРїРёСЃС‡РёРє РґРѕР±Р°РІР»РµРЅ, РЅРѕ РІРѕР·РЅРёРєР»Р° РїСЂРѕР±Р»РµРјР° РїСЂРё РїСЂРёСЃРѕРµРґРёРё РµРіРѕ Рє СЃРїРёСЃРєСѓ(-Р°Рј). РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РїСЂРѕРІРµСЂСЊС‚Рµ РІСЂСѓС‡РЅСѓСЋ.');
define('_JNEWS_UPDATE_MESS' , '');
define('_JNEWS_UPDATE_MESS1' , 'РќР°СЃС‚РѕСЏС‚РµР»СЊРЅРѕ СЂРµРєРѕРјРµРЅРґСѓРµС‚СЃСЏ РѕР±РЅРѕРІРёС‚СЊ!');
define('_JNEWS_UPDATE_MESS2' , 'РџР°С‚С‡Рё Рё РјР°Р»РµРЅСЊРєРёРµ РґРѕРґРµР»РєРё.');
define('_JNEWS_UPDATE_MESS3' , 'РќРѕРІС‹Р№ СЂРµР»РёР·.');
define('_JNEWS_UPDATE_MESS5' , 'Joomla 1.5 РЅРµРѕР±С…РѕРґРёРјР° РґР»СЏ РѕР±РЅРѕРІР»РµРЅРёСЏ.');
define('_JNEWS_UPDATE_IS_AVAIL' , ' РґРѕСЃС‚СѓРїРµРЅ!');
define('_JNEWS_NO_MAILING_SENT', 'РќРµС‚ РѕС‚РїСЂР°РІР»РµРЅРЅС‹С… СЂР°СЃСЃС‹Р»РѕРє!');
define('_JNEWS_SHOW_LOGIN', 'РџРѕРєР°Р·С‹РІР°С‚СЊ С„РѕСЂРјСѓ Р»РѕРіРёРЅР°');
define('_JNEWS_SHOW_LOGIN_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РїРѕРєР°Р·С‹РІР°С‚СЊ С„РѕСЂРјСѓ Р°РІС‚РѕСЂРёР·Р°С†РёРё РІРѕ С„СЂРѕРЅС‚РµРЅРґРµ РїР°РЅРµР»Рё СѓРїСЂР°РІР»РµРЅРёСЏ jNews, С‡С‚РѕР±С‹ РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ РјРѕРі Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°С‚СЊСЃСЏ РЅР° СЃР°Р№С‚Рµ.');
define('_JNEWS_LISTS_EDITOR', 'Р РµРґР°РєС‚РѕСЂ РѕРїРёСЃР°РЅРёСЏ СЃРїРёСЃРєР°');
define('_JNEWS_LISTS_EDITOR_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ HTML-СЂРµРґР°РєС‚РѕСЂ РґР»СЏ СЂРµРґР°РєС‚РёСЂРѕРІР°РЅРёСЏ РїРѕР»СЏ РѕРїРёСЃР°РЅРёСЏ СЃРїРёСЃРєР°.');
define('_JNEWS_SUBCRIBERS_VIEW', 'РџСЂРѕСЃРјРѕС‚СЂ РїРѕРґРїРёСЃС‡РёРєРѕРІ');

//РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.2
define('_JNEWS_FRONTEND_SETTINGS' , 'РќР°СЃС‚СЂРѕР№РєРё С„СЂРѕРЅС‚РµРЅРґР°' );
define('_JNEWS_SHOW_LOGOUT', 'РџРѕРєР°Р·С‹РІР°С‚СЊ РєРЅРѕРїРєСѓ РІС‹С…РѕРґР°');
define('_JNEWS_SHOW_LOGOUT_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РїРѕРєР°Р·С‹РІР°С‚СЊ РєРЅРѕРїРєСѓ РІС‹С…РѕРґР° РІРѕ С„СЂРѕРЅС‚РµРЅРґРµ РїР°РЅРµР»Рё СѓРїСЂР°РІР»РµРЅРёСЏ jNews.');

//РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.3, CB РёРЅС‚РµРіСЂР°С†РёСЏ

define('_JNEWS_CONFIG_INTEGRATION', 'Р�РЅС‚РµРіСЂР°С†РёСЏ');
define('_JNEWS_CB_INTEGRATION', 'Р�РЅС‚РµРіСЂР°С†РёСЏ СЃ Community Builder');
define('_JNEWS_INSTALL_PLUGIN', 'РџР»Р°РіРёРЅ РґР»СЏ Community Builder (Р�РЅС‚РµРіСЂР°С†РёСЏ СЃ jNews) ');
define('_JNEWS_CB_PLUGIN_NOT_INSTALLED', 'РџР»Р°РіРёРЅ jNews РґР»СЏ Community Builder РµС‰Рµ РЅРµ СѓСЃС‚Р°РЅРѕРІР»РµРЅ!');
define('_JNEWS_CB_PLUGIN', 'РЎРїРёСЃРєРё РїСЂРё СЂРµРіРёСЃС‚СЂР°С†РёРё');
define('_JNEWS_CB_PLUGIN_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РїРѕРєР°Р·С‹РІР°С‚СЊ РїРµСЂРµС‡РµРЅСЊ РЎРїРёСЃРєРѕРІ РІ С„РѕСЂРјРµ СЂРµРіРёСЃС‚СЂР°С†РёРё Community Builder');
define('_JNEWS_CB_LISTS', 'Р�РґРµРЅС‚РёС„РёРєР°С‚РѕСЂС‹ РЎРїРёСЃРєРѕРІ');
define('_JNEWS_CB_LISTS_TIPS', 'Р­РўРћ РџРћР›Р• РћР‘РЇР—РђРўР•Р›Р¬РќРћ Р”Р›РЇ Р—РђРџРћР›РќР•РќР�РЇ. Р’РІРµРґРёС‚Рµ С‡РµСЂРµР· Р·Р°РїСЏС‚СѓСЋ РЅРѕРјРµСЂР° id РЎРїРёСЃРєРѕРІ, РєРѕС‚РѕСЂС‹Рµ РґРѕР»Р¶РЅС‹ РІРёРґРµС‚СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»Рё РїСЂРё СЂРµРіРёСЃС‚СЂР°С†РёРё РґР»СЏ РїРѕРґРїРёСЃРєРё РЅР° РЅРёС…,  (РџСЂРё СѓСЃС‚Р°РЅРѕРІРєРµ РїРѕР»СЏ РІ 0 Р±СѓРґСѓС‚ РїРѕРєР°Р·Р°РЅС‹ РІСЃРµ СЃРїРёСЃРєРё)');
define('_JNEWS_CB_INTRO', 'РўРµРєСЃС‚ РїСЂРёРІРµС‚СЃС‚РІРёСЏ');
define('_JNEWS_CB_INTRO_TIPS', 'РўРµРєСЃС‚, РєРѕС‚РѕСЂС‹Р№ РїРѕСЏРІРёС‚СЃСЏ РґРѕ РїРµСЂРµС‡РЅСЏ РІРѕР·РјРѕР¶РЅС‹С… РїРѕРґРїРёСЃРѕРє. РћРЎРўРђР’Р¬РўР• РџРЈРЎРўР«Рњ, Р•РЎР›Р� РќР�Р§Р•Р“Рћ РќР• РҐРћРўР�РўР• РџРћРљРђР—Р«Р’РђРўР¬. Р’С‹ РјРѕР¶РµС‚Рµ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ С‚СЌРіРё HTML РґР»СЏ РёР·РјРµРЅРµРЅРёСЏ РІРЅРµС€РЅРµРіРѕ РІРёРґР° С‚РµРєСЃС‚Р°.');
define('_JNEWS_CB_SHOW_NAME', 'РџРѕРєР°Р·С‹РІР°С‚СЊ РЅР°Р·РІР°РЅРёРµ РЎРїРёСЃРєР°');
define('_JNEWS_CB_SHOW_NAME_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ, РїРѕРєР°Р·С‹РІР°С‚СЊ РёР»Рё РЅРµС‚ РЅР°Р·РІР°РЅРёРµ РЎРїРёСЃРєР°(РѕРІ) РїРѕСЃР»Рµ РїСЂРёРІРµС‚СЃС‚РІРёСЏ.');
define('_JNEWS_CB_LIST_DEFAULT', 'РЎРїРёСЃРѕРє РІС‹Р±СЂР°РЅ РїРѕ СѓРјРѕР»С‡Р°РЅРёСЋ?');
define('_JNEWS_CB_LIST_DEFAULT_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ, РґРѕР»Р¶РµРЅ Р»Рё С‡РµРєР±РѕРєСЃ СѓР¶Рµ Р±С‹С‚СЊ РѕС‚РјРµС‡РµРЅ РґР»СЏ РєР°Р¶РґРѕРіРѕ РЎРїРёСЃРєР° РїРѕ СѓРјРѕР»С‡Р°РЅРёСЋ.');
define('_JNEWS_CB_HTML_SHOW', 'РџРѕРєР°Р·С‹РІР°С‚СЊ "РџРѕР»СѓС‡Р°С‚СЊ HTML"');
define('_JNEWS_CB_HTML_SHOW_TIPS', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ "Р”Р°", С‡С‚РѕР±С‹ РїРѕР·РІРѕР»РёС‚СЊ РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРј РІС‹Р±РёСЂР°С‚СЊ, С…РѕС‚СЏС‚ Р»Рё РѕРЅРё РїРѕР»СѓС‡Р°С‚СЊ СЂР°СЃСЃС‹Р»РєСѓ РІ С„РѕСЂРјР°С‚Рµ HTML. РЈСЃС‚Р°РЅРѕРІРёС‚Рµ РќРµС‚, С‡С‚РѕР±С‹ РїРѕРґРїРёСЃС‡РёРєРё РїРѕР»СѓС‡Р°Р»Рё HTML РїРѕ СѓРјРѕР»С‡Р°РЅРёСЋ.');
define('_JNEWS_CB_HTML_DEFAULT', 'РџРѕР»СѓС‡Р°С‚СЊ HTML РїРѕ СѓРјРѕР»С‡Р°РЅРёСЋ');
define('_JNEWS_CB_HTML_DEFAULT_TIPS', 'РћС‚РјРµС‚СЊС‚Рµ СЌС‚Сѓ РѕРїС†РёСЋ, С‡С‚РѕР±С‹ РїРѕРєР°Р·С‹РІР°С‚СЊ "РџРѕР»СѓС‡РµРЅРёРµ HTML" РїРѕР»СЊР·РѕРІР°С‚РµР»СЏРјРё РїРѕ СѓРјРѕР»С‡Р°РЅРёСЋ. Р•СЃР»Рё РїРѕРєР°Р·С‹РІР°С‚СЊ "РџРѕР»СѓС‡Р°С‚СЊ HTML" СѓСЃС‚Р°РЅРѕРІР»РµРЅРѕ РІ РќРµС‚, С‚РѕРіРґР° СЌС‚Р° РѕРїС†РёСЏ Р±СѓРґРµС‚ РІРєР»СЋС‡РµРЅР° РїРѕ СѓРјРѕР»С‡Р°РЅРёСЋ.');

// РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.4
define('_JNEWS_BACKUP_FAILED', 'РќРµ СѓРґР°Р»РѕСЃСЊ СЃРѕР·РґР°С‚СЊ Р±СЌРєР°Рї С„Р°Р№Р»Р°! Р¤Р°Р№Р» РЅРµ Р·Р°РјРµРЅРµРЅ.');
define('_JNEWS_BACKUP_YOUR_FILES', 'РЎС‚Р°СЂС‹Рµ РІРµСЂСЃРёРё С„Р°Р№Р»РѕРІ Р±С‹Р»Рё СЃРѕС…СЂР°РЅРµРЅС‹ РІ РїР°РїРєСѓ:');
define('_JNEWS_SERVER_LOCAL_TIME', 'Р›РѕРєР°Р»СЊРЅРѕРµ РІСЂРµРјСЏ СЃРµСЂРІРµСЂР°');
define('_JNEWS_SHOW_ARCHIVE', 'РџРѕРєР°Р·С‹РІР°С‚СЊ РєРЅРѕРїРєСѓ РђСЂС…РёРІ');
define('_JNEWS_SHOW_ARCHIVE_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Рђ, С‡С‚РѕР±С‹ РїРѕРєР°Р·С‹РІР°С‚СЊ РєРЅРѕРїРєСѓ РђСЂС…РёРІ РІРѕ С„СЂРѕРЅС‚РµРЅРґРµ РїРµСЂРµС‡РЅСЏ СЂР°СЃСЃС‹Р»РѕРє');
define('_JNEWS_LIST_OPT_TAG', 'РўСЌРіРё');
define('_JNEWS_LIST_OPT_IMG', 'Р�Р·РѕР±СЂР°Р¶РµРЅРёСЏ');
define('_JNEWS_LIST_OPT_CTT', 'РљРѕРЅС‚РµРЅС‚');
define('_JNEWS_INPUT_NAME_TIPS', 'Р’РІРµРґРёС‚Рµ РёРјСЏ Рё С„Р°РјРёР»РёСЋ (Р�РјСЏ РїРµСЂРІС‹Рј, РїРѕР¶Р°Р»СѓР№СЃС‚Р°)');
define('_JNEWS_IP_TIPS', 'IP of the subscriber' );
define('_JNEWS_INPUT_EMAIL_TIPS', 'Р’РІРµРґРёС‚Рµ Р’Р°С€ email Р°РґСЂРµСЃ (Р’РІРѕРґРёС‚Рµ, РїРѕР¶Р°Р»СѓР№СЃС‚Р°, СЃСѓС‰РµСЃС‚РІСѓСЋС‰РёР№ Рё СЂР°Р±РѕС‚Р°СЋС‰РёР№ Р°РґСЂРµСЃ)');
define('_JNEWS_RECEIVE_HTML_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, РµСЃР»Рё Р’С‹ С…РѕС‚РµР»Рё Р±С‹ РїРѕР»СѓС‡Р°С‚СЊ СЂР°СЃСЃС‹Р»РєСѓ РІ С„РѕСЂРјР°С‚Рµ HTML (СЌС‚Рѕ Р±СѓРґРµС‚ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ С‡СѓС‚СЊ Р±РѕР»СЊС€Рµ С‚СЂР°С„РёРєР°, РЅРѕ Р’Р°С€Рё РїРёСЃСЊРјР° Р±СѓРґСѓС‚ РїСЂРёСЏС‚РЅРѕ РѕС„РѕСЂРјР»РµРЅС‹) РёР»Рё РќРµС‚, С‡С‚РѕР±С‹ РїРѕР»СѓС‡Р°С‚СЊ СЂР°СЃСЃС‹Р»РєСѓ С‚РѕР»СЊРєРѕ РІ С‚РµРєСЃС‚РѕРІРѕРј С„РѕСЂРјР°С‚Рµ');
define('_JNEWS_TIME_ZONE_ASK_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р’Р°С€ С‡Р°СЃРѕРІРѕР№ РїРѕСЏСЃ.');

// РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.5
define('_JNEWS_FILES' , 'Р¤Р°Р№Р»С‹');
define('_JNEWS_FILES_UPLOAD' , 'Р—Р°РіСЂСѓР·РєРё');
define('_JNEWS_MENU_UPLOAD_IMG' , 'Р—Р°РіСЂСѓР·РєРё РєР°СЂС‚РёРЅРѕРє');
define('_JNEWS_TOO_LARGE' , 'Р Р°Р·РјРµСЂ С„Р°Р№Р»Р° РїСЂРµРІС‹С€Р°РµС‚ РґРѕРїСѓСЃС‚РёРјС‹Р№. РњР°РєСЃРёРјР°Р»СЊРЅС‹Р№ СЂР°Р·СЂРµС€РµРЅРЅС‹Р№ СЂР°Р·РјРµСЂ С„Р°Р№Р»Р°');
define('_JNEWS_MISSING_DIR' , 'Р”РёСЂРµРєС‚РѕСЂРёСЏ РЅР°Р·РЅР°С‡РµРЅРёСЏ РЅРµ СЃСѓС‰РµСЃС‚РІСѓРµС‚');
define('_JNEWS_IS_NOT_DIR' , 'Р”РёСЂРµРєС‚РѕСЂРёСЏ РЅР°Р·РЅР°С‡РµРЅРёСЏ РЅРµ СЃСѓС‰РµСЃС‚РІСѓРµС‚ РёР»Рё СЏРІР»СЏРµС‚СЃСЏ С„Р°Р№Р»РѕРј.');
define('_JNEWS_NO_WRITE_PERMS' , 'Р”РёСЂРµРєС‚РѕСЂРёСЏ РЅР°Р·РЅР°С‡РµРЅРёСЏ РЅРµ РёРјРµРµС‚ РїСЂР°РІ Р·Р°РїРёСЃРё.');
define('_JNEWS_NO_USER_FILE' , 'Р’С‹ РЅРµ РІС‹Р±СЂР°Р»Рё РЅРё РѕРґРЅРѕРіРѕ С„Р°Р№Р»Р° РґР»СЏ Р·Р°РіСЂСѓР·РєРё.');
define('_JNEWS_E_FAIL_MOVE' , 'РќРµРІРѕР·РјРѕР¶РЅРѕ РїРµСЂРµРјРµСЃС‚РёС‚СЊ С„Р°Р№Р».');
define('_JNEWS_FILE_EXISTS' , 'РўР°РєРѕР№ С„Р°Р№Р» СѓР¶Рµ СЃСѓС‰РµСЃС‚РІСѓРµС‚ РЅР° СЃРµСЂРІРµСЂРµ.');
define('_JNEWS_CANNOT_OVERWRITE' , 'РўР°РєРѕР№ С„Р°Р№Р» СѓР¶Рµ СЃСѓС‰РµСЃС‚РІСѓРµС‚ Рё РЅРµ РјРѕР¶РµС‚ Р±С‹С‚СЊ РїРµСЂРµР·Р°РїРёСЃР°РЅ.');
define('_JNEWS_NOT_ALLOWED_EXTENSION' , 'Р Р°СЃС€РёСЂРµРЅРёРµ С„Р°Р№Р»Р° РЅРµ РІС…РѕРґРёС‚ РІ СЃРїРёСЃРѕРє СЂР°Р·СЂРµС€РµРЅРЅС‹С…');
define('_JNEWS_PARTIAL' , 'Р¤Р°Р№Р» Р·Р°РіСЂСѓР¶РµРЅ Р»РёС€СЊ С‡Р°СЃС‚РёС‡РЅРѕ.');
define('_JNEWS_UPLOAD_ERROR' , 'РћС€РёР±РєР° Р·Р°РіСЂСѓР·РєРё:');
define('_JNEWS_DEV_NO_DEF_FILE' , 'Р¤Р°Р№Р» Р±С‹Р» Р·Р°РіСЂСѓР¶РµРЅ Р»РёС€СЊ С‡Р°СЃС‚РёС‡РЅРѕ.');

// СѓР¶Рµ СЃСѓС‰РµСЃС‚РІСѓРµС‚, РЅРѕ РёР·РјРµРЅРµРЅ: РґРѕР±Р°РІР»РµРЅ <br/> РІ РїРµСЂРІРѕР№ СЃС‚СЂРѕРєРµ Рё СЃС‚СЂРѕРєР° РїСЂРѕ [SUBSCRIPTIONS]
define('_JNEWS_CONTENTREP', '{tag:subscriptions} = Р­С‚Рѕ Р±СѓРґРµС‚ Р·Р°РјРµРЅРµРЅРѕ Р»РёРЅРєР°РјРё РЅР° РїРѕРґРїРёСЃРєСѓ.' .
		' Р­С‚Рѕ <strong>С‚СЂРµР±СѓРµС‚СЃСЏ</strong> , С‡С‚РѕР±С‹ jNews СЂР°Р±РѕС‚Р°Р» РєРѕСЂСЂРµРєС‚РЅРѕ.<br />' .
		'Р•СЃР»Рё Р’С‹ СЂР°СЃРїРѕР»РѕР¶РёС‚Рµ Р»СЋР±РѕР№ РґСЂСѓРіРѕР№ РєРѕРЅС‚РµРЅС‚ РІ СЌС‚РѕРј РѕРєРЅРµ, СЌС‚Рѕ Р±СѓРґРµС‚ РѕС‚РѕР±СЂР°Р¶Р°С‚СЊСЃСЏ РІРѕ РІСЃРµС… РїРёСЃСЊРјР°С…, РЅР°РїСЂР°РІР»РµРЅРЅС‹С… СЌС‚РѕРјСѓ РЎРїРёСЃРєСѓ.' .
		' <br />Р”РѕР±Р°РІСЊС‚Рµ Р’Р°С€ С‚РµРєСЃС‚ РґР»СЏ РїСЂРёРІРµС‚СЃС‚РІРµРЅРЅРѕРіРѕ РїРёСЃСЊРјР° РїСЂРё РїРѕРґРїРёСЃРєРµ РІ РєРѕРЅРµС†. jNews Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё РґРѕР±Р°РІРёС‚ Р»РёРЅРєРё РґР»СЏ РїРѕРґРїРёСЃС‡РёРєРѕРІ РЅР° РёР·РјРµРЅРµРЅРёРµ РёС… РёРЅС„РѕСЂРјР°С†РёРё Рё Р°РЅРЅСѓР»РёСЂРѕРІР°РЅРёРµ РїРѕРґРїРёСЃРєРё.');

// РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.6
define('_JNEWS_NOTIFICATION', 'РЈРІРµРґРѕРјР»РµРЅРёРµ');  // СЃСЃС‹Р»РєР° РЅР° Email СѓРІРµРґРѕРјР»РµРЅРёРµ
define('_JNEWS_NOTIFICATIONS', 'РЈРІРµРґРѕРјР»РµРЅРёСЏ');
define('_JNEWS_USE_SEF', 'SEF РІ СЂР°СЃСЃС‹Р»РєР°С…');
define('_JNEWS_USE_SEF_TIPS', 'Р РµРєРѕРјРµРЅРґСѓРµС‚СЃСЏ РІС‹Р±РёСЂР°С‚СЊ РќРµС‚. Р•СЃР»Рё Р’С‹ РІСЃРµ-С‚Р°РєРё С…РѕС‚РёС‚Рµ, С‡С‚РѕР±С‹ URL-С‹, РІРєР»СЋС‡РµРЅРЅС‹Рµ РІ Р’Р°С€Рё СЂР°СЃСЃС‹Р»РєРё, РёСЃРїРѕР»СЊР·РѕРІР°Р»Рё SEF, С‚РѕРіРґР° РІС‹Р±РёСЂР°Р№С‚Рµ Р”Р°.' .
		' <br /><b>РЎСЃС‹Р»РєРё Р±СѓРґСѓС‚ СЂР°Р±РѕС‚Р°С‚СЊ РѕРґРёРЅР°РєРѕРІРѕ РїСЂРё СЂР°Р·РЅС‹С… СѓСЃР»РѕРІРёСЏС…. РўР°Рє Р’С‹ РјРѕР¶РµС‚Рµ Р±С‹С‚СЊ СѓРІРµСЂРµРЅС‹, С‡С‚Рѕ РїРѕР»СЊР·РѕРІР°С‚РµР»СЊ, РєР»РёРєРЅСѓРІ РїРѕ Р»РёРЅРєСѓ РІ РїРёСЃСЊРјРµ Р»СЋР±РѕР№ РґР°РІРЅРѕСЃС‚Рё, РїРѕРїР°РґРµС‚ Рє Р’Р°Рј РЅР° СЃР°Р№С‚, РґР°Р¶Рµ РµСЃР»Рё РІС‹ РёР·РјРµРЅРёС‚Рµ Р’Р°С€Сѓ SEF СЃС‚СЂСѓРєС‚СѓСЂСѓ.</b> ');
define('_JNEWS_ERR_NB' , 'РћС€РёР±РєР° #: ERR');
define('_JNEWS_ERR_SETTINGS', 'РЈСЃС‚Р°РЅРѕРІРєРё РѕС‚С‡РµС‚РѕРІ РѕР± РѕС€РёР±РєР°С…');
define('_JNEWS_ERR_SEND' ,'РћС‚РїСЂР°РІР»СЏС‚СЊ РѕС‚С‡РµС‚ РѕР± РѕС€РёР±РєР°С…');
define('_JNEWS_ERR_SEND_TIPS' ,'Р•СЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ РїРѕРјРѕС‡СЊ jNews СЃС‚Р°С‚СЊ Р»СѓС‡С€Рµ, РїРѕР¶Р°Р»СѓР№СЃС‚Р°, РІС‹Р±РµСЂРёС‚Рµ Р”Р°. Р­С‚Рѕ РІРєР»СЋС‡Р°РµС‚ С„СѓРЅРєС†РёСЋ "РѕС‚РїСЂР°РІРёС‚СЊ РѕС‚С‡РµС‚ РѕР± РѕС€РёР±РєР°С… СЂР°Р·СЂР°Р±РѕС‚С‡РёРєСѓ", С‚Рѕ РµСЃС‚СЊ Р’Р°Рј РґР°Р¶Рµ РЅР° РїСЂРёРґРµС‚СЃСЏ СЃРїСЂР°С€РёРІР°С‚СЊ РЅР° С„РѕСЂСѓРјРµ Рѕ СЃРїРѕСЃРѕР±Рµ СѓСЃС‚СЂР°РЅРµРЅРёСЏ Р±Р°РіР° ;-) <br /> <b>Р›Р�Р§РќРђРЇ Р�РќР¤РћР РњРђР¦Р�РЇ РќР• РћРўРџР РђР’Р›РЇР•РўРЎРЇ</b>.  РњС‹ РґР°Р¶Рµ РЅРµ Р·РЅР°РµРј, СЃ РєР°РєРёС… СЃР°Р№С‚РѕРІ РїРѕСЃС‚СѓРїР°СЋС‚ С‚Р°РєРёРµ РѕС‚С‡РµС‚С‹. РћС‚РїСЂР°РІР»СЏРµС‚СЃСЏ С‚РѕР»СЊРєРѕ РёРЅС„РѕСЂРјР°С†РёСЏ РѕР± jNews , РЅР°СЃС‚СЂРѕР№РєР°С… PHP Рё Р·Р°РїСЂРѕСЃР°С… SQL . ');
define('_JNEWS_ERR_SHOW_TIPS' ,'Р’С‹Р±РµСЂРёС‚Рµ Р”Р°, С‡С‚РѕР±С‹ РїРѕРєР°Р·С‹РІР°С‚СЊ РЅРѕРјРµСЂ РѕС€РёР±РєРё РЅР° СЌРєСЂР°РЅРµ. Р�СЃРїРѕР»СЊР·СѓРµС‚СЃСЏ РґР»СЏ С†РµР»РµР№ РґРµР±Р°РіРіР° СЃРєСЂРёРїС‚Р°. ');
define('_JNEWS_ERR_SHOW' ,'РџРѕРєР°Р·С‹РІР°С‚СЊ РѕС€РёР±РєРё');
define('_JNEWS_LIST_SHOW_UNSUBCRIBE', 'РџРѕРєР°Р·С‹РІР°С‚СЊ Р»РёРЅРєРё Р°РЅРЅСѓР»РёСЂРѕРІР°РЅРёСЏ РїРѕРґРїРёСЃРєРё');
define('_JNEWS_LIST_SHOW_UNSUBCRIBE_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ Р”Р° РґР»СЏ РїРѕРєР°Р·Р° СЃСЃС‹Р»РѕРє Р°РЅРЅСѓР»РёСЂРѕРІР°РЅРёСЏ РїРѕРґРїРёСЃРєРё РІРЅРёР·Сѓ РїРёСЃРµРј, С‡С‚РѕР±С‹ РїРѕРґРїРёСЃС‡РёРєРё СЃРјРѕРіР»Рё РёР·РјРµРЅРёС‚СЊ СЃС‚Р°С‚СѓСЃ РёС… РїРѕРґРїРёСЃРєРё. <br /> РќРµС‚  РѕС‚РєР»СЋС‡Р°РµС‚ С„СѓС‚РµСЂ Рё СЃСЃС‹Р»РєРё.');
define('_JNEWS_UPDATE_INSTALL', '<span style="color: rgb(255, 0, 0);">Р’РђР–РќРћР• РЎРћРћР‘Р©Р•РќР�Р•!</span> <br />Р•СЃР»Рё Р’С‹ РѕР±РЅРѕРІР»СЏРµС‚РµСЃСЊ СЃ РїСЂРµРґС‹РґСѓС‰РµР№ РІРµСЂСЃРёРё jNews, Р’Р°Рј СЃР»РµРґСѓРµС‚ РѕР±РЅРѕРІРёС‚СЊ СЃС‚СЂСѓРєС‚СѓСЂСѓ Р±Р°Р·Сѓ РґР°РЅРЅС‹С…, РєР»РёРєРЅСѓРІ РїРѕ СЌС‚РѕР№ РєРЅРѕРїРєРµ (Р’Р°С€Р° РёРЅС„РѕСЂРјР°С†РёСЏ РѕСЃС‚Р°РЅРµС‚СЃСЏ РІ С†РµР»РѕСЃС‚Рё)');
define('_JNEWS_UPDATE_INSTALL_BTN' , 'РћР±РЅРѕРІРёС‚СЊ С‚Р°Р±Р»РёС†С‹ Рё РєРѕРЅС„РёРіСѓСЂР°С†РёСЋ');
define('_JNEWS_MAILING_MAX_TIME', 'РњР°РєСЃРёРјР°Р»СЊРЅРѕРµ РІСЂРµРјСЏ РѕС‡РµСЂРµРґРё' );
define('_JNEWS_MAILING_MAX_TIME_TIPS', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ РјР°РєСЃРёРјР°Р»СЊРЅРѕРµ РІСЂРµРјСЏ РґР»СЏ РєР°Р¶РґРѕРіРѕ РєРѕРјРїР»РµРєС‚Р° РїРёСЃРµРј, СЂР°СЃСЃС‹Р»Р°РµРјС‹С… РїРѕ РѕС‡РµСЂРµРґРё. Р РµРєРѕРјРµРЅРґСѓРµС‚СЃСЏ СѓСЃС‚Р°РЅР°РІР»РёРІР°С‚СЊ РјРµР¶РґСѓ 30 СЃРµРєСѓРЅРґР°РјРё Рё 2 РјРёРЅСѓС‚Р°РјРё.');

// virtuemart РёРЅС‚РµРіСЂР°С†РёСЏ beta
define('_JNEWS_VM_INTEGRATION', 'Р�РЅС‚РµРіСЂР°С†РёСЏ СЃ VirtueMart ');
define('_JNEWS_VM_COUPON_NOTIF', 'ID РёР·РІРµС‰РµРЅРёСЏ Рѕ РљСѓРїРѕРЅРµ');
define('_JNEWS_VM_COUPON_NOTIF_TIPS', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ ID РїРёСЃСЊРјР°, РєРѕС‚РѕСЂРѕРµ Р’С‹ С…РѕС‚РёС‚Рµ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ, С‡С‚РѕР±С‹ СЂР°Р·РѕСЃР»Р°С‚СЊ РљСѓРїРѕРЅС‹ Р’Р°С€РёРј РєР»РёРµРЅС‚Р°Рј.');
define('_JNEWS_VM_NEW_PRODUCT', 'ID РёР·РІРµС‰РµРЅРёСЏ Рѕ РЅРѕРІС‹С… РїСЂРѕРґСѓРєС‚Р°С…');
define('_JNEWS_VM_NEW_PRODUCT_TIPS', 'РЈСЃС‚Р°РЅРѕРІРёС‚Рµ ID РїРёСЃСЊРјР°, РєРѕС‚РѕСЂРѕРµ Р’С‹ С…РѕС‚РёС‚Рµ РёСЃРїРѕР»СЊР·РѕРІР°С‚СЊ, С‡С‚РѕР±С‹ СЂР°Р·РѕСЃР»Р°С‚СЊ РёР·РІРµС‰РµРЅРёРµ Рѕ РЅРѕРІС‹С… РїСЂРѕРґСѓРєС‚Р°С… Р’Р°С€РёРј РєР»РёРµРЅС‚Р°Рј.');

// РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.8
// СЃРѕР·РґР°С‚СЊ С„РѕСЂРјС‹ РґР»СЏ РїРѕРґРїРёСЃРєРё
define('_JNEWS_FORM_BUTTON', 'РЎРѕР·РґР°С‚СЊ С„РѕСЂРјСѓ');
define('_JNEWS_FORM_COPY', 'HTML РєРѕРґ');
define('_JNEWS_FORM_COPY_TIPS', 'РЎРєРѕРїРёСЂСѓР№С‚Рµ СЃРіРµРЅРµСЂРёСЂРѕРІР°РЅРЅС‹Р№ HTML РєРѕРґ РЅР° Р’Р°С€Сѓ HTML СЃС‚СЂР°РЅРёС†Сѓ.');
define('_JNEWS_FORM_LIST_TIPS', 'Р’С‹Р±РµСЂРёС‚Рµ РЎРїРёСЃРѕРє, РєРѕС‚РѕСЂС‹Р№ Р’С‹ С…РѕС‚РёС‚Рµ РІРєР»СЋС‡РёС‚СЊ РІ С„РѕСЂРјСѓ');
// РѕР±РЅРѕРІРёС‚СЊ СЃРѕРѕР±С‰РµРЅРёСЏ
define('_JNEWS_UPDATE_MESS4' , 'РќРµ РјРѕР¶РµС‚ Р±С‹С‚СЊ РѕР±РЅРѕРІР»РµРЅРѕ Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё');
define('_JNEWS_WARNG_REMOTE_FILE' , 'РЈРґР°Р»РµРЅРЅС‹Р№ С„Р°Р№Р» РЅРµРґРѕСЃС‚СѓРїРµРЅ.');
define('_JNEWS_ERROR_FETCH' , 'РћС€РёР±РєР° fetching С„Р°Р№Р»Р°.');

define('_JNEWS_CHECK' , 'РџСЂРѕРІРµСЂРёС‚СЊ');
define('_JNEWS_MORE_INFO' , 'РџРѕРґСЂРѕР±РЅРµРµ');
define('_JNEWS_UPDATE_NEW' , 'РћР±РЅРѕРІРёС‚СЊ РґРѕ РїРѕСЃР»РµРґРЅРµР№ РІРµСЂСЃРёРё');
define('_JNEWS_UPGRADE' , 'РћР±РЅРѕРІРёС‚СЊ РґРѕ Р±РѕР»РµРµ РЅРѕРІРѕР№ РІРµСЂСЃРёРё');
define('_JNEWS_DOWNDATE' , 'Р’РѕСЃСЃС‚Р°РЅРѕРІРёС‚СЊ РїСЂРµР¶РЅСЋСЋ РІРµСЂСЃРёСЋ');
define('_JNEWS_DOWNGRADE' , 'РћР±СЂР°С‚РЅРѕ Рє РїРµСЂРІРѕР№ РІРµСЂСЃРёРё');
define('_JNEWS_REQUIRE_JOOM' , 'РўСЂРµР±РѕРІР°С‚СЊ Joomla');
define('_JNEWS_TRY_IT' , 'РЎРґРµР»Р°Р№ СЌС‚Рѕ!');
define('_JNEWS_NEWER', 'Р‘РѕР»РµРµ РЅРѕРІР°СЏ');
define('_JNEWS_OLDER', 'Р‘РѕР»РµРµ СЃС‚Р°СЂР°СЏ');
define('_JNEWS_CURRENT', 'РўРµРєСѓС‰Р°СЏ');

// РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.0.9
define('_JNEWS_CHECK_COMP', 'РџРѕРїСЂРѕР±РѕРІР°С‚СЊ РѕРґРёРЅ РёР· РґСЂСѓРіРёС… РєРѕРјРїРѕРЅРµРЅС‚РѕРІ');
define('_JNEWS_MENU_VIDEO' , 'Р’РёРґРµРѕ РїРѕСЃРѕР±РёСЏ');
define('_JNEWS_SCHEDULE_TITLE', 'РќР°СЃС‚СЂРѕР№РєРё Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРѕР№ С„СѓРЅРєС†РёРё РїР»Р°РЅРёСЂРѕРІР°РЅРёСЏ');
define('_JNEWS_ISSUE_NB_TIPS' , 'РџРѕР»СѓС‡РёС‚СЊ С‡РёСЃР»Рѕ, Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё СЃРіРµРЅРµСЂРёСЂРѕРІР°РЅРЅРѕРµ СЃРёСЃС‚РµРјРѕР№' );
define('_JNEWS_SEL_ALL' , 'Р’СЃРµ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_SEL_ALL_SUB' , 'Р’СЃРµ СЃРїРёСЃРєРё');
define('_JNEWS_INTRO_ONLY_TIPS' , 'Р•СЃР»Рё РІС‹ РІСЃР°РІРёС‚Рµ С‚РѕР»СЊРєРѕ РІСЃС‚СѓРїР»РµРЅРёРµ СЃС‚Р°С‚СЊРё, РІ РїРёСЃСЊРјРѕ Р±СѓРґРµС‚ РІСЃС‚Р°РІР»РµРЅР° СЃСЃС‹Р»РєР° "РџРѕРґСЂРѕР±РЅРµРµ...", РІРµРґСѓС‰Р°СЏ РЅР° РїРѕР»РЅС‹Р№ СЂР°Р·РІРѕСЂРѕС‚ СЃС‚Р°С‚СЊРё РЅР° РІР°С€РµРј СЃР°Р№С‚Рµ.' );
define('_JNEWS_TAGS_TITLE' , 'РўСЌРі СЃС‚Р°С‚СЊРё');
define('_JNEWS_TAGS_TITLE_TIPS' , 'РЎРєРѕРїРёСЂСѓР№С‚Рµ Рё РІСЃС‚Р°РІСЊС‚Рµ СЌС‚РѕС‚ С‚СЌРі РІ РїРёСЃСЊРјРѕ РІ С‚Рѕ РјРµСЃС‚Рѕ, РІ РєРѕС‚РѕСЂРѕРµ С…РѕС‚РёС‚Рµ.');
define('_JNEWS_PREVIEW_EMAIL_TEST', 'РЈРєР°Р¶РёС‚Рµ email, РЅР° РєРѕС‚РѕСЂС‹Р№ СѓР№РґРµС‚ С‚РµСЃС‚РѕРІРѕРµ РїРёСЃСЊРјРѕ');
define('_JNEWS_PREVIEW_TITLE' , 'РџСЂРѕСЃРјРѕС‚СЂ');
define('_JNEWS_AUTO_UPDATE' , 'РЈРІРµРґРѕРјР»РµРЅРёРµ Рѕ РЅРѕРІС‹С… РІРµСЂСЃРёСЏС…');
define('_JNEWS_AUTO_UPDATE_TIPS' , 'Р’С‹Р±РµСЂРёС‚Рµ "Р”Р°", РµСЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ Р·РЅР°С‚СЊ Рѕ РЅРѕРІС‹С… РІРµСЂСЃРёСЏС… РєРѕРјРїРѕРЅРµРЅС‚Р°. <br />Р’РђР–РќРћ!! РќР°СЃС‚СЂРѕР№РєР° "РџРѕРєР°Р·С‹РІР°С‚СЊ СЃРѕРІРµС‚С‹" РЅРµРѕР±С…РѕРґРёРјР° РґР»СЏ СЂР°Р±РѕС‚С‹ СЌС‚РѕР№ С„СѓРЅРєС†РёРё.');

// РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.1.0
define('_JNEWS_LICENSE' , 'Р›РёС†РµРЅР·РёРѕРЅРЅРѕРµ СЃРѕРіР»Р°С€РµРЅРёРµ');

// РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.1.1
define('_JNEWS_NEW' , 'РќРѕРІРѕРµ');
define('_JNEWS_SCHEDULE_SETUP', 'Р”Р»СЏ СЂР°СЃСЃС‹Р»РєРё СЃ РїРѕРјРѕС‰СЊСЋ Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂРѕРІ, РІ РєРѕРЅС†РёРіСѓСЂР°С†РёСЏС… РґРѕР»Р¶РµРЅ Р±С‹С‚СЊ СѓСЃС‚Р°РЅРѕРІР»РµРЅ РїР»Р°РЅРёСЂРѕРІС‰РёРє.');
define('_JNEWS_SCHEDULER', 'РџР»Р°РЅРёСЂРѕРІС‰РёРє');
define('_JNEWS_jnews_CRON_DESC' , 'РµСЃР»Рё Сѓ Р’Р°СЃ РЅРµС‚ РґРѕСЃС‚СѓРїР° Рє РїР°РЅРµР»Рё СѓРїСЂР°РІР»РµРЅРёСЏ РҐСЂРѕРЅР°РјРё РІР°С€РµРіРѕ СЃР°Р№С‚Р°, Р’С‹ РјРѕР¶РµС‚Рµ Р·Р°СЂРµРіРёСЃС‚СЂРёСЂРѕРІР°С‚СЊ Р±РµСЃРїР»Р°С‚РЅС‹Р№ СѓС‡РµС‚РЅСѓСЋ Р·Р°РїРёСЃСЊ РҐСЂРѕРЅР° jNews:' );
define('_JNEWS_CRON_DOCUMENTATION' , 'Р’С‹ РјРѕР¶РµС‚Рµ РЅР°Р№С‚Рё РґРѕРїРѕР»РЅРёС‚РµР»СЊРЅСѓСЋ РёРЅС„РѕСЂРјР°С†РёСЋ РїРѕ РЅР°СЃС‚СЂРѕР№РєР°Рј РџР»Р°РЅРёСЂРѕРІС‰РёРєР° jNews РїРѕ СЃР»РµРґСѓСЋС‰РµРјСѓ Р°РґСЂРµСЃСѓ:');
define('_JNEWS_CRON_DOC_URL' , '<a href="http://www.joobi.co/index.php?option=com_content&Itemid=72&view=category&layout=blog&id=29&limit=60"
 target="_blank">http://www.joobi.co/index.php?option=com_content&Itemid=72&view=category&layout=blog&id=29&limit=60</a>' );
define( '_JNEWS_QUEUE_PROCESSED' , 'РћС‡РµСЂРµРґСЊ СѓСЃРїРµС€РЅРѕ РІС‹РїРѕР»РЅРµРЅР°...' );
define( '_JNEWS_ERROR_MOVING_UPLOAD' , 'РћС€РёР±РєР° РїРµСЂРµРјРµС‰РµРЅРёСЏ РёРјРїРѕСЂС‚РёСЂСѓРµРјРѕРіРѕ С„Р°Р№Р»Р°' );

//РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.1.4
define( '_JNEWS_SCHEDULE_FREQUENCY' , 'Р§Р°СЃС‚РѕС‚Р° СЂР°Р±РѕС‚С‹ РїР»Р°РЅРёСЂРѕРІС‰РёРєР°' );
define( '_JNEWS_CRON_MAX_FREQ' , 'РњР°РєСЃРёРјР°Р»СЊРЅР°СЏ С‡Р°СЃС‚РѕС‚Р° СЂР°Р±РѕС‚С‹ РїР»Р°РЅРёСЂРѕРІС‰РёРєР°' );
define( '_JNEWS_CRON_MAX_FREQ_TIPS' , 'РћРїСЂРµРґРµР»СЏРµС‚ РјР°РєСЃРёРјР°Р»СЊРЅСѓСЋ С‡Р°СЃС‚РѕС‚Сѓ, СЃ РєРѕС‚РѕСЂРѕР№ РїР»Р°РЅРёСЂРѕРІС‰РёРє Р±СѓРґРµС‚ Р·Р°РїСѓСЃРєР°С‚СЊСЃСЏ (РІ РјРёРЅСѓС‚Р°С…). РЇРІР»СЏРµС‚СЃСЏ РѕРіСЂР°РЅРёС‡РµРЅРёРµРј РїР»Р°РЅРёСЂРѕРІС‰РёРєР°, РґР°Р¶Рµ РµСЃР»Рё Р·Р°РґР°РЅРёРµ С…СЂРѕРЅР° Р·Р°РїСѓСЃРєР°РµС‚СЃСЏ С‡Р°С‰Рµ.' );
define( '_JNEWS_CRON_MAX_EMAIL' , 'РњР°РєСЃРёРјР°Р»СЊРЅРѕРµ С‡РёСЃР»Рѕ РїРёСЃРµРј Р·Р° СЂР°Р·' );
define( '_JNEWS_CRON_MAX_EMAIL_TIPS' , 'РћРїСЂРµРґРµР»СЏРµС‚ РјР°РєСЃРёРјР°Р»СЊРЅРѕРµ РєРѕР»РёС‡РµСЃС‚РІРѕ РїРёСЃРµРј, СЂР°СЃСЃС‹Р»Р°РµРјС‹С… Р·Р° СЂР°Р·. If this is set to O the maximim emails per task will be 1' );
define( '_JNEWS_CRON_MINUTES' , ' РјРёРЅСѓС‚(-С‹)' );
define( '_JNEWS_SHOW_SIGNATURE' , 'РџРѕРєР°Р·С‹РІР°С‚СЊ РЅРёР· (footer) РїРёСЃСЊРјР°' );
define( '_JNEWS_SHOW_SIGNATURE_TIPS' , 'РҐРѕС‚РёС‚Рµ Р»Рё РІС‹ СѓСЃС‚Р°РЅРѕРІРёС‚СЊ РІРЅРёР·Сѓ РїРёСЃСЊРјР° СЃСЃС‹Р»РєСѓ РЅР° jNews.' );
define( '_JNEWS_QUEUE_AUTO_PROCESSED' , 'Р Р°Р±РѕС‚Р° Р°РІС‚РѕСЂРµСЃРїРѕРЅРґРµСЂР° РїСЂРѕС€Р»Р° СѓСЃРїРµС€РЅРѕ...' );
define( '_JNEWS_QUEUE_NEWS_PROCESSED' , 'РџРѕС‡С‚РѕРІР°СЏ СЂР°СЃСЃС‹Р»РєР° РїСЂРѕС€Р»Р° СѓСЃРїРµС€РЅРѕ...' );
define( '_JNEWS_MENU_SYNC_USERS' , 'РЎРёРЅС…СЂРѕРЅРёР·РёСЂРѕРІР°С‚СЊ РґР°РЅРЅС‹Рµ РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№ РІ Р±Р°Р·Рµ РґР°РЅРЅС‹С…' );
define( '_JNEWS_SYNC_USERS_SUCCESS' , 'РЎРёРЅС…СЂРѕРЅРёР·Р°С†РёСЏ РґР°РЅРЅС‹С… РїРѕР»СЊР·РѕРІР°С‚РµР»РµР№ РїСЂРѕС€Р»Р° СѓСЃРїРµС€РЅРѕ!' );

// СЃРѕРІРјРµСЃС‚РёРјРѕСЃС‚СЊ СЃ Joomla 15
if (!defined('_BUTTON_LOGOUT')) define( '_BUTTON_LOGOUT', 'Р’С‹Р№С‚Рё' );
if (!defined('_CMN_YES')) define( '_CMN_YES', 'Р”Р°' );
if (!defined('_CMN_NO')) define( '_CMN_NO', 'РќРµС‚' );
if (!defined('_HI')) define( '_HI', 'РџСЂРёРІРµС‚' );
if (!defined('_CMN_TOP')) define( '_CMN_TOP', 'Р’РІРµСЂС…' );
if (!defined('_CMN_BOTTOM')) define( '_CMN_BOTTOM', 'Р’РЅРёР·' );
//if (!defined('_BUTTON_LOGOUT')) define( '_BUTTON_LOGOUT', 'Logout' );

// For include title only or full article in content item tab in newsletter edit - p0stman911
define('_JNEWS_TITLE_ONLY_TIPS' , 'Р•СЃР»Рё РІС‹ РІС‹Р±РµСЂРёС‚Рµ, С‚Рѕ РІ РїРёСЃСЊРјРѕ РґРѕР±Р°РІРёС‚СЃСЏ С‚РѕР»СЊРєРѕ Р·Р°РіРѕР»РѕРІРѕРє СЃС‚Р°С‚СЊРё РІ РІРёРґРµ СЃСЃС‹Р»РєРё РЅР° РїРѕР»РЅС‹Р№ СЂР°Р·РІРѕСЂРѕС‚ СЃС‚Р°С‚СЊРё РЅР° РІР°С€РµРј СЃР°Р№С‚Рµ.');
define('_JNEWS_TITLE_ONLY' , 'РўРѕР»СЊРєРѕ Р·Р°РіРѕР»РѕРІРѕРє');
define('_JNEWS_FULL_ARTICLE_TIPS' , 'Р•СЃР»Рё РІС‹ РІС‹Р±РµСЂРёС‚Рµ, С‚Рѕ СЃС‚Р°С‚СЊСЏ РїРѕР»РЅРѕСЃС‚СЊСЋ РґРѕР±Р°РІРёС‚СЊСЃСЏ РІ РїРёСЃСЊРјРѕ');
define('_JNEWS_FULL_ARTICLE' , 'Р’СЃСЏ СЃС‚Р°С‚СЊСЏ');
define('_JNEWS_CONTENT_ITEM_SELECT_T', 'Р’С‹Р±РµСЂРёС‚Рµ СЃС‚Р°С‚СЊСЋ, РєРѕС‚РѕСЂСѓСЋ Р’С‹ С…РѕС‚РёС‚Рµ РґРѕР±Р°РІРёС‚СЊ РІ РїРёСЃСЊРјРѕ. <br />РЎРєРѕРїРёСЂСѓР№С‚Рµ Рё РІСЃС‚Р°РІСЊС‚Рµ <b>С‚СЌРі СЃС‚Р°С‚СЊРё</b> РІ С‚РµР»Рѕ РїРёСЃСЊРјР°.  Р’С‹ РјРѕР¶РµС‚Рµ РІС‹Р±СЂР°С‚СЊ, РІ РєР°РєРѕРј РІРёРґРµ РµРµ РІСЃС‚Р°РІР»СЏС‚СЊ: РІРµСЃСЊ С‚РµРєСЃС‚, С‚РѕР»СЊРєРѕ РІСЃС‚СѓРїР»РµРЅРёРµ РёР»Рё С‚РѕР»СЊРєРѕ Р·Р°РіРѕР»РѕРІРѕРє-СЃСЃС‹Р»РєСѓ (0, 1 РёР»Рё 2 СЃРѕРѕС‚РІРµС‚СЃС‚РІРµРЅРЅРѕ). ');
define('_JNEWS_SUBSCRIBE_LIST2', 'РЎРїРёСЃРѕРє(РєРё) СЂР°СЃСЃС‹Р»РєРё');

// For sorting in content tab by date, section or category
define('_JNEWS_CONTENT_ITEM_SORT', 'Sort by: ');
define('_JNEWS_SORT_DATE' , 'Date');
define('_JNEWS_SORT_DATE_TIPS' , 'If you select this, the contents will be sorted according to date created');
define('_JNEWS_SORT_SECTION' , 'Section');
define('_JNEWS_SORT_SECTION_TIPS' , 'If you select this, the contents will be sorted according to its section');
define('_JNEWS_SORT_CATEGORY' , 'Category');
define('_JNEWS_SORT_CATEGORY_TIPS' , 'If you select this, the contents will be sorted according to its category');
define('_JNEWS_SORT_BUTTON' , 'Sort');


// Р¤СѓРЅРєС†РёСЏ СѓРјРЅРѕР№ СЂР°СЃСЃС‹Р»РєРё
define('_JNEWS_AUTONEWS', 'РЈРјРЅР°СЏ СЂР°СЃСЃС‹Р»РєР°');
define('_JNEWS_MENU_AUTONEWS', 'РЈРјРЅС‹Рµ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_AUTO_NEWS_OPTION', 'РќР°СЃС‚СЂРѕР№РєРё СѓРјРЅРѕР№ СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_AUTONEWS_FREQ', 'Р§Р°СЃС‚РѕС‚Р° СЂР°СЃСЃС‹Р»РєРё');
define('_JNEWS_AUTONEWS_FREQ_TIPS', 'РћРїСЂРµРґРµР»СЏРµС‚ С‡Р°СЃС‚РѕС‚Сѓ, СЃ РєРѕС‚РѕСЂРѕР№ РІС‹ С…РѕС‚РёС‚Рµ РїСЂРѕРёР·РІРѕРґРёС‚СЊ СѓРјРЅС‹Рµ СЂР°СЃСЃС‹Р»РєРё.');
define('_JNEWS_AUTONEWS_SECTION', 'Р Р°Р·РґРµР» СЃС‚Р°С‚РµР№');
define('_JNEWS_AUTONEWS_SECTION_TIPS', 'РћРїСЂРµРґРµР»СЏРµС‚ СЂР°Р·РґРµР», РёР· РєРѕС‚РѕСЂРѕРіРѕ Р±СѓРґСѓС‚ Р±СЂР°С‚СЊСЃСЏ СЃС‚Р°С‚СЊРё РґР»СЏ СЂР°СЃСЃС‹Р»РєРё.');
define('_JNEWS_AUTONEWS_CAT', 'РљР°С‚РµРіРѕСЂРёСЏ СЃС‚Р°С‚РµР№');
define('_JNEWS_AUTONEWS_CAT_TIPS', 'РћРїСЂРµРґРµР»СЏРµС‚ РєР°С‚РµРіРѕСЂРёСЋ, РёР· РєРѕС‚РѕСЂРѕР№ Р±СѓРґСѓС‚ Р±СЂР°С‚СЊСЃСЏ СЃС‚Р°С‚СЊРё РґР»СЏ СЂР°СЃСЃС‹Р»РєРё. (Р’СЃРµ РёР· РІСЃРµС… С‚РµС… СЃС‚Р°С‚РµР№ РІ СѓРєР°Р·Р°РЅРЅРѕРј СЂР°Р·РґРµР»Рµ).');
define('_JNEWS_SELECT_SECTION', 'Р’С‹Р±РµСЂРёС‚Рµ СЂР°Р·РґРµР»');
define('_JNEWS_SELECT_CAT', 'Р’СЃРµ РєР°С‚РµРіРѕСЂРёРё');
define('_JNEWS_AUTO_DAY_CH8', 'Quaterly');
define('_JNEWS_AUTONEWS_STARTDATE', 'Р”Р°С‚Р° РЅР°С‡Р°Р»Р°');
define('_JNEWS_AUTONEWS_STARTDATE_TIPS', 'РћРїСЂРµРґРµР»СЏРµС‚ РґР°С‚Сѓ, СЃ РєРѕС‚РѕСЂРѕР№ РЅР°С‡РёРЅР°СЋС‚ РїСЂРѕРёР·РІРѕРґРёС‚СЊСЃСЏ СѓРјРЅС‹Рµ СЂР°СЃСЃС‹Р»РєРё.');
define('_JNEWS_AUTONEWS_TYPE', 'РџСЂРµРґСЃС‚Р°РІР»РµРЅРёРµ СЃС‚Р°С‚СЊРё');// РєР°РєРёРј РјС‹ СѓРІРёРґРёРј СЃС‚Р°С‚СЊРё, РІСЃС‚Р°РІР»РµРЅРЅС‹Рµ РІ РїРёСЃСЊРјР°
define('_JNEWS_AUTONEWS_TYPE_TIPS', 'РџРѕР»РЅР°СЏ СЃС‚Р°С‚СЊСЏ: Р±СѓРґРµС‚ РІСЃС‚Р°РІР»СЏС‚СЊ РІСЃСЋ СЃС‚Р°С‚СЊСЋ РІ СЂР°СЃСЃС‹Р»РєСѓ.<br />' .
		'РўРѕР»СЊРєРѕ РІСЃС‚СѓРїР»РµРЅРёРµ: Р±СѓРґРµС‚ РІСЃС‚Р°РІР»СЏС‚СЊ С‚РѕР»СЊРєРѕ РІСЃС‚СѓРїР»РµРЅРёРµ СЃС‚Р°С‚СЊРё РІ СЂР°СЃСЃС‹Р»РєСѓ.<br/>' .
		'РўРѕР»СЊРєРѕ Р·Р°РіРѕР»РѕРІРѕРє: Р±СѓРґРµС‚ РІСЃС‚Р°РІР»СЏС‚СЊ С‚РѕР»СЊРєРѕ Р·Р°РіРѕР»РѕРІРѕРє РІ СЂР°СЃСЃС‹Р»РєСѓ.');
define('_JNEWS_TAGS_AUTONEWS', '[SMARTNEWSLETTER] = Р­С‚РѕС‚ С‚СЌРі Р±СѓРґРµС‚ Р·Р°РјРµРЅРµРЅ Р±С‹СЃС‚СЂРѕР№ СЂР°СЃСЃС‹Р»РєРѕР№.' );

//РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.1.3
define('_JNEWS_MALING_EDIT_VIEW', 'РЎРѕР·РґР°РЅРёРµ / РџСЂРѕСЃРјРѕС‚СЂ РїРёСЃРµРј');
define('_JNEWS_LICENSE_CONFIG' , 'Р›РёС†РµРЅР·РёСЏ' );
define('_JNEWS_ENTER_LICENSE' , 'Р’РІРµСЃС‚Рё Р»РёС†РµРЅР·РёСЋ');
define('_JNEWS_ENTER_LICENSE_TIPS' , 'Р’РІРµРґРёС‚Рµ РІР°С€ РЅРѕРјРµСЂ Р»РёС†РµРЅР·РёРё Рё СЃРѕС…СЂР°РЅРёС‚Рµ РµРіРѕ.');
define('_JNEWS_LICENSE_SETTING' , 'РќР°СЃС‚СЂРѕР№РєРё Р»РёС†РµРЅР·РёРё' );
define('_JNEWS_GOOD_LIC' , 'Р’Р°С€Р° Р»РёР·РµРЅР·РёСЏ РєРѕСЂСЂРµРєС‚РЅР°!' );
define('_JNEWS_NOTSO_GOOD_LIC' , 'Р’Р°С€Р° Р»РёС†РµРЅР·РёСЏ РєРѕСЂСЂРµРєС‚РЅР°: ' );
define('_JNEWS_PLEASE_LIC' , 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, СЃРІСЏР¶РёС‚РµСЃСЊ СЃ jNews, С‡С‚РѕР±С‹ РѕР±РЅРѕРІРёС‚СЊ СЃРІРѕСЋ Р»РёС†РµРЅР·РёРёСЋ ( license@joobi.co ).' );
define('_JNEWS_DESC_PLUS', 'jNews Plus - РїРµСЂРІС‹Р№ РєРѕРјРїРѕРЅРµРЅС‚ Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРѕР№ СЂР°СЃСЃС‹Р»РєРё РґР»СЏ  Joomla CMS.  ' . _JNEWS_FEATURES );
define('_JNEWS_DESC_PRO', 'jNews PRO - СЃР°РјС‹Р№ РјРѕС‰РЅС‹Р№ РєРѕРјРїРѕРЅРµРЅС‚ - СЃРёСЃС‚РµРјР° СЂР°СЃСЃС‹Р»РєРё РґР»СЏ Joomla CMS.  ' . _JNEWS_FEATURES );

//РќРѕРІРѕРµ, РЅР°С‡РёРЅР°СЏ СЃ 1.1.4
define('_JNEWS_ENTER_TOKEN' , 'Р’РІРµРґРёС‚Рµ РЅРѕРјРµСЂ С‚Р°Р»РѕРЅР°');
define('_JNEWS_ENTER_TOKEN_TIPS' , 'Р’РІРµРґРёС‚Рµ РЅРѕРјРµСЂ С‚Р°Р»РѕРЅР°, РєРѕС‚РѕСЂС‹Р№ РІС‹ РїРѕР»СѓС‡РёР»Рё РїСЂРё РїРѕРєСѓРїРєРµ jNews. ');
define('_JNEWS_jnews_SITE', 'РЎР°Р№С‚ jNews:');
define('_JNEWS_MY_SITE', 'РњРѕР№ СЃР°Р№С‚:');
define( '_JNEWS_LICENSE_FORM' , ' ' .
 		'Р›РёС†РµРЅР·РёСЏ.</a>' );
define('_JNEWS_PLEASE_CLEAR_LICENSE' , 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РѕС‡РёСЃС‚РёС‚Рµ РїРѕР»Рµ Р»РёС†РµРЅР·РёРё.<br />  Р•СЃР»Рё РїСЂРѕР±Р»РµРјС‹ РїСЂРѕРґРѕР»Р¶Р°СЋС‚ РІР·РЅРёРєР°С‚СЊ, ' );
define( '_JNEWS_LICENSE_SUPPORT' , 'Р•СЃР»Рё РІС‹ РґРѕ СЃРёС… РїРѕСЂ РёРјРµС‚Рµ РІРѕРїСЂРѕСЃС‹, ' . _JNEWS_PLEASE_LIC );
define( '_JNEWS_LICENSE_TWO' , 'Р’С‹ РјРѕР¶РµС‚Рµ РїРѕР»СѓС‡РёС‚СЊ Р’Р°С€Рµ Р»РёС†РµРЅР·РёРѕРЅРЅРѕРµ СЂСѓРєРѕРІРѕРґСЃС‚РІРѕ, РІРІРµРґСЏ РЅРѕРјРµСЂ С‚Р°Р»РѕРЅР° Рё Р°РґСЂРµСЃ СЃР°Р№С‚Р° URL (РєРѕС‚РѕСЂС‹Р№ РїРѕРґСЃРІРµС‡РµРЅ Р·РµР»РµРЅС‹Рј РІРІРµСЂС…Сѓ СЃС‚СЂР°РЅРёС†С‹) РІ Р»РёС†РµРЅР·РёРѕРЅРЅРѕР№ С„РѕСЂРјРµ. '
			. _JNEWS_LICENSE_FORM . '<br /><br/>' . _JNEWS_LICENSE_SUPPORT );
define('_JNEWS_ENTER_TOKEN_PATIENCE', 'РџРѕСЃР»Рµ СЃРѕС…СЂР°РЅРµРЅРёСЏ РІР°С€РµРіРѕ РЅРѕРјРµСЂР° Р»РёС†РµРЅР·РёСЏ Р°РІС‚РѕРјР°С‚РёС‡РµСЃРєРё СЃРіРµРЅРµСЂРёСЂСѓРµС‚СЃСЏ. ' .
		' РћР±С‹С‡РЅРѕ РєСѓРїРѕРЅ РґРµР№СЃС‚РІРёС‚РµР»РµРЅ РІ С‚РµС‡РµРЅРёРµ 2-С… РјРёРЅСѓС‚.  РћРґРЅР°РєРѕ, РІ РЅРµРєРѕС‚РѕСЂС‹С… СЃР»СѓС‡Р°СЏС… РѕРЅ РјРѕР¶РµС‚ Р±С‹С‚СЊ РїСЂРѕРґР»РµРЅ РґРѕ 15 РјРёРЅСѓС‚.<br />' .
		'<br />Р’РµСЂРЅРёС‚РµСЃСЊ РѕР±СЂР°С‚РЅРѕ РІ РїР°РЅРµР»СЊ СѓРїСЂР°РІР»РµРЅРёСЏ С‡РµСЂРµР· РЅРµСЃРєРѕР»СЊРєРѕ РјРёРЅСѓС‚.  <br /><br />' .
		'Р•СЃР»Рё РІС‹ РЅРµ РїРѕР»СѓС‡РёР»Рё РІРµСЂРЅС‹Р№ Р»РёС†РµРЅР·РёРѕРЅРЅС‹Р№ РєР»СЋС‡ РІ С‚РµС‡РµРЅРёРµ 15 РјРёРЅСѓС‚, '. _JNEWS_LICENSE_TWO);
define( '_JNEWS_ENTER_NOT_YET' , 'Р’Р°С€ РЅРѕРјРµСЂ РµС‰Рµ РЅРµ РґРµР№СЃС‚РІРёС‚РµР»РµРЅ.');
define( '_JNEWS_UPDATE_CLICK_HERE' , 'РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РїРѕСЃРµС‚РёС‚Рµ <a href="http://www.joobi.co" target="_blank">www.joobi.co</a>, С‡С‚РѕР±С‹ СЃРєР°С‡Р°С‚СЊ РїРѕСЃР»РµРґРЅСЋСЋ РІРµСЂСЃРёСЋ.');
//define( '_JNEWS_NOTIF_UPDATE' , 'Р§С‚РѕР±С‹ СѓР·РЅР°РІР°С‚СЊ Рѕ РїРѕСЃР»РµРґРЅРёС… РѕР±РЅРѕРІР»РµРЅРёСЏС…, РІРІРµРґРёС‚Рµ СЃРІРѕР№ СЌР»РµРєС‚СЂРѕРЅРЅС‹Р№ СЏС‰РёРє Рё РЅР°Р¶РјРёС‚Рµ РџРѕРґРїРёСЃР°С‚СЊСЃСЏ ');

define('_JNEWS_THINK_PLUS', 'Р•СЃР»Рё Р’С‹ С…РѕС‚РёС‚Рµ Р±РѕР»СЊС€РµРіРѕ РѕС‚ РІР°С€РµР№ СЃРёСЃС‚РµРјС‹ СЂР°СЃСЃС‹Р»РєРё, РїРѕРґСѓРјР°Р№С‚Рµ Рѕ Plus!');
define('_JNEWS_THINK_PLUS_1', 'РђРІС‚РѕСЂРµСЃРїРѕРЅСЃРµРґРѕСЂС‹');
define('_JNEWS_THINK_PLUS_2', 'РџР»Р°РЅРёСЂСѓР№С‚Рµ РѕС‚РїСЂР°РІРєСѓ РІР°С€РёС… СЂР°СЃСЃС‹Р»РѕРє РїСЂРµРґРѕРїСЂРµРґРµР»С‘РЅРЅРѕР№ РґР°С‚РѕР№');
define('_JNEWS_THINK_PLUS_3', 'РќРµС‚ РѕРіСЂР°РЅРёС‡РµРЅРёР№ СЃРѕ СЃС‚РѕСЂРѕРЅС‹ СЃРµСЂРІРµСЂР°');
define('_JNEWS_THINK_PLUS_4', 'Рё РјРЅРѕРіРѕРµ РґСЂСѓРіРѕРµ...');


//since 1.2.2
define( '_JNEWS_LIST_ACCESS', 'List Access' );
define( '_JNEWS_INFO_LIST_ACCESS', 'Specify what group of users can view and subscribe to this list' );
define( 'JNEWS_NO_LIST_PERM', 'You don\'t have enough permission to subscribe to this list' );

//Archive Configuration
 define('_JNEWS_MENU_TAB_ARCHIVE', 'Archive');
 define('_JNEWS_MENU_ARCHIVE_ALL', 'Archive All');

//Archive Lists
 define('_JNEWS_FREQ_OPT_0', 'None');
 define('_JNEWS_FREQ_OPT_1', 'Every Week');
 define('_JNEWS_FREQ_OPT_2', 'Every 2 Weeks');
 define('_JNEWS_FREQ_OPT_3', 'Every Month');
 define('_JNEWS_FREQ_OPT_4', 'Every Quarter');
 define('_JNEWS_FREQ_OPT_5', 'Every Year');
 define('_JNEWS_FREQ_OPT_6', 'Other');

define('_JNEWS_DATE_OPT_1', 'Created date');
define('_JNEWS_DATE_OPT_2', 'Modified date');

define('_JNEWS_ARCHIVE_TITLE', 'Setting up auto-archive frequency');
define('_JNEWS_FREQ_TITLE', 'Archive frequency');
define('_JNEWS_FREQ_TOOL', 'Define how often you want the Archive Manager to arhive your website content.');
define('_JNEWS_NB_DAYS', 'Number of days');
define('_JNEWS_NB_DAYS_TOOL', 'This is only for the Other option! Please specify the number of days between each Archive.');
define('_JNEWS_DATE_TITLE', 'Date type');
define('_JNEWS_DATE_TOOL', 'Define if the archived should be done on the created date or modified date.');

define('_JNEWS_MAINTENANCE_TAB', 'Maintenance settings');
define('_JNEWS_MAINTENANCE_FREQ', 'Maintenance frequency');
define( '_JNEWS_MAINTENANCE_FREQ_TIPS', 'Specify the frequency at which you want the maintenance routine to run.' );
define( '_JNEWS_CRON_DAYS' , 'hour(s)' );

define( '_JNEWS_LIST_NOT_AVAIL', 'There is no list available.');
define( '_JNEWS_LIST_ADD_TAB', 'Add/Edit' );

define( '_JNEWS_LIST_ACCESS_EDIT', 'Mailing Add/Edit Access' );
define( '_JNEWS_INFO_LIST_ACCESS_EDIT', 'Specify what group of users can add or edit a new mailing for this list' );
define( '_JNEWS_MAILING_NEW_FRONT', 'Createa New Mailing' );

define('_JNEWS_AUTO_ARCHIVE', 'Auto-Archive');
define('_JNEWS_MENU_ARCHIVE', 'Auto-Archive');

//Extra tags:
define('_JNEWS_TAGS_ISSUE_NB', '{tag:issuenb} = This will be replaced by the issue number of  the newsletter.');
define('_JNEWS_TAGS_DATE', '{tag:date} = This will be replaced by the sent date.');
define('_JNEWS_TAGS_CB', '[CBTAG:{field_name}] = This will be replaced by the value taken from the Community Builder field: eg. [CBTAG:firstname] ');
define( '_JNEWS_MAINTENANCE', 'Maintenance' );


define('_JNEWS_THINK_PRO', 'When you have professional needs, you use professional components!');
define('_JNEWS_THINK_PRO_1', 'Smart-Newsletters');
define('_JNEWS_THINK_PRO_2', 'Define access level for your list');
define('_JNEWS_THINK_PRO_3', 'Define who can edit/add mailings');
define('_JNEWS_THINK_PRO_4', 'More tags: add your CB fields');
define('_JNEWS_THINK_PRO_5', 'Joomla contents Auto-archive');
define('_JNEWS_THINK_PRO_6', 'Database optimization');

define('_JNEWS_LIC_NOT_YET', 'Your license is not yet valid.  Please check the license Tab in the configuration panel.');
define('_JNEWS_PLEASE_LIC_GREEN' , 'Make sure to provide the green information at the top of the tab to our support team.' );

define('_JNEWS_FOLLOW_LINK' , 'Get Your License');
define( '_JNEWS_FOLLOW_LINK_TWO' , 'You can get your license by entering the token number and site URL (which is highlighted in green at the top of this page) in the License form. ');
define( '_JNEWS_ENTER_TOKEN_TIPS2', ' Then click on Apply button in the top right menu.' );
define( '_JNEWS_ENTER_LIC_NB', 'Enter your License' );
define( '_JNEWS_UPGRADE_LICENSE', 'Upgrade Your License');
define( '_JNEWS_UPGRADE_LICENSE_TIPS' , 'If you received a token to upgrade your license please enter it here, click Apply and proceed to number <b>2</b> to get your new license number.' );

define( '_JNEWS_MAIL_FORMAT', 'Encoding format' );
define( '_JNEWS_MAIL_FORMAT_TIPS', 'What format do you want to use for encoding your mailings, Text only or MIME' );
define( '_JNEWS_jnews_CRON_DESC_ALT', 'If you do not have access to a cron task manager on your website, you can use the Free jCron component to create a cron task from your website.' );

//since 1.3.1
define('_JNEWS_SHOW_AUTHOR', 'Show Author\'s Name');
define('_JNEWS_SHOW_AUTHOR_TIPS', 'Select Yes if you want to add the name of the author when you add an article in the Mailing');

//since 1.3.5
define('_JNEWS_REGWARN_NAME','РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ Р’Р°С€Рµ РЅР°СЃС‚РѕСЏС‰РµРµ РёРјСЏ.');
define('_JNEWS_REGWARN_MAIL','РџРѕР¶Р°Р»СѓР№СЃС‚Р°, РІРІРµРґРёС‚Рµ РїСЂР°РІРёР»СЊРЅРѕ Р°РґСЂРµСЃ e-mail.');

//since 1.5.6
define('_JNEWS_ADDEMAILREDLINK_TIPS','If you select Yes, the e-mail of the user will be added as a parameter at the end of your redirect URL (the redirect link for your module or for an external jNews form).<br/>That can be usefull if you want to execute a special script in your redirect page.');
define('_JNEWS_ADDEMAILREDLINK','Add e-mail to the redirect link');

//since 1.6.3
define('_JNEWS_ITEMID','ItemId');
define('_JNEWS_ITEMID_TIPS','This ItemId will be added to your jNews links.');

//since 1.6.5
define('_JNEWS_SHOW_JCALPRO','jCalPRO');
define('_JNEWS_SHOW_JCALPRO_TIPS','Show the integration tab for jCalPRO <br/>(only if jCalPRO is installed on your website!)');
define('_JNEWS_JCALTAGS_TITLE','jCalPRO Tag:');
define('_JNEWS_JCALTAGS_TITLE_TIPS','Copy and paste this tag into the mailing where you want to have the event to be placed.');
define('_JNEWS_JCALTAGS_DESC','Description:');
define('_JNEWS_JCALTAGS_DESC_TIPS','Select Yes if you want to insert the description of the event');
define('_JNEWS_JCALTAGS_START','Start date:');
define('_JNEWS_JCALTAGS_START_TIPS','Select Yes if you want to insert the start date of the event');
define('_JNEWS_JCALTAGS_READMORE','Read more:');
define('_JNEWS_JCALTAGS_READMORE_TIPS','Select Yes if you want to insert a <b>read more link</b> for this event');
define('_JNEWS_REDIRECTCONFIRMATION','Email Confirmation redirect URL');
define('_JNEWS_REDIRECTCONFIRMATION_TIPS','If you require a confirmation e-mail, the user will be confirmed and redirected to this URL if he clicks on the confirmation link.');

//since 2.0.0 compatibility with Joomla 1.5
if(!defined('_CMN_SAVE') and defined('CMN_SAVE')) define('_CMN_SAVE',CMN_SAVE);
if(!defined('_CMN_SAVE')) define('_CMN_SAVE','Save');
if(!defined('_NO_ACCOUNT')) define('_NO_ACCOUNT','No account yet?');
if(!defined('_CREATE_ACCOUNT')) define('_CREATE_ACCOUNT','Register');
if(!defined('_NOT_AUTH')) define('_NOT_AUTH','You are not authorised to view this resource.');

//since 3.0.0
define('_JNEWS_DISABLETOOLTIP', 'Disable Tooltip');
define('_JNEWS_DISABLETOOLTIP_TIPS', 'Disable the tooltip on the frontend');
define('_JNEWS_MINISENDMAIL', 'Use Mini SendMail');
define('_JNEWS_MINISENDMAIL_TIPS', 'If your server use Mini SendMail, select this option to don\'t add the name of the user in the header of the e-mail');

//Since 3.1.5
define('_JNEWS_READMORE','Read more...');
define('_JNEWS_VIEWARCHIVE','Click here');

//since 4.0.0
define('_JNEWS_SHOW_JLINKS','Link Tracking');
define('_JNEWS_SHOW_JLINKS_TIPS','Enables the integration with jLinks to be able to do link tracking for each links in the newsletter.');

//since 4.1.0
define( '_JNEWS_MAIL_ENCODING', 'Mail encoding' );
define( '_JNEWS_MAIL_ENCODING_TIPS', 'What encoding format do you want to use UTF-8 (highly recommended) or ISO-8859-2' );
define( '_JNEWS_COPY_SUBJECT', 'Copy Subject' );

//since 5.0.0
//fieldset for column configuration
define('_JNEWS_COLUMN','User-defined Columns');
define('_JNEWS_COL1_NAME', 'Column 1 Name');
define('_JNEWS_COL2_NAME', 'Column 2 Name');
define('_JNEWS_COL3_NAME', 'Column 3 Name');
define('_JNEWS_COL4_NAME', 'Column 4 Name');
define('_JNEWS_COL5_NAME', 'Column 5 Name');
define('_JNEWS_COLUMN1_REP', '{tag:profile nb=1} = This will be replaced by your user defined column 1');
define('_JNEWS_COLUMN2_REP', '{tag:profile nb=2} = This will be replaced by your user defined column 2');
define('_JNEWS_COLUMN3_REP', '{tag:profile nb=3} = This will be replaced by your user defined column 3');
define('_JNEWS_COLUMN4_REP', '{tag:profile nb=4} = This will be replaced by your user defined column 4');
define('_JNEWS_COLUMN5_REP', '{tag:profile nb=5} = This will be replaced by your user defined column 5');
//url
define('_JNEWS_URL_PASS','Password');
define('_JNEWS_URL_PASS_TIPS','Enter the password to be able to add a subscriber by entering the url. Append the catcher variable password in the URL.<br>(For Plus and PRO this code will used for captcha.)');
define('_JNEWS_URL_MES','Please subscribe through the Subscriber Module or subscribe through the frontend.');
define('_JNEWS_URL_PASS_WARN','(In the PRO If you change this password, please update the hidden password in your external form as well.)');
define('_JNEWS_ENABLE_CAPTCHA', 'Enable Captcha');
define('_JNEWS_ENABLE_CAPTCHA_TIPS','Enable captcha functionality in the subscriber module and in the subscription via external form in the PRO.');
//url
// subscription notification
define('_JNEWS_SUBSCRIPTION_NOTIFY','Send Subscription Notification');
define('_JNEWS_SUBSCRIPTION_NOTIFY_TIPS','Specify here if you want to send a subscription notification to the list owner or not.');
define('_JNEWS_SUBSCRIPTION_NOTIFY_MSG1','A subscription notification email has been sent to the administrator.');
define('_JNEWS_SUBSCRIPTION_NOTIFY_MSG2','No subscription notification email sent.');
define('_JNEWS_NEW_SUB','jNews Newsletter Subscription');
define('_JNEWS_SUBSCRIPTION_NOTIFY_ERR','Unable in sending a subscription notification to the administrator.');
//subscription notification messages
//for captcha
define('_JNEWS_CAPTCHA_CAPTION','Code: ');
define('JNEWS_WRONG_CAPTCHA_ENTERED','<p style=\'text-align: justify;\'><b>CAPTCHA security code is incorrect or the information you provided are invalid.</b><br>(The security code is necessary to prevent automatic registrations by bots and to verify that registrations are made by a person.)<br><br><b><font color=#ff0000>Your subscription was not processed.</font></b><br><br>Please fill in your information and the security code more carefully and click the <b>Subscribe</b> button.<br><br>Thanks for your understanding.</p><br>');
define('_JNEWS_REGWARN_CAPTCHA','Enter the captcha code.');
define('_JNEWS_SUB_ERR','<br>Error in subscribing.');

//since 6.0.0
define('_JNEWS_MOOTOOLS_BTNTEXT' , 'Subscribe Here');
define('_JNEWS_QUEUE_SUBJECT','Subject');
define('_JNEWS_QUEUE_EMAIL','Email');
define('_JNEWS_QUEUE_PRIOR','Priority');
define('_JNEWS_QUEUE_ATT','Attempts');
define('_JNEWS_QUEUE_DEL', 'Delete');
define('_JNEWS_PROCESS_Q','Process Queue');
define('_JNEWS_CLEAN_Q','Clean Queue');
define('_JNEWS_SENDDATE','Send date');
define('_JNEWS_MAILING_Q','All Mailings in Queue');
define('_JNEWS_MENU_QUEUE', 'Queue');
define('_JNEWS_MENU_TEMPLATES','Templates');
define('_JNEWS_MENU_TAB_QUEUE' , 'Queue');
define('_JNEWS_Q_PROCESS' , 'Queue Configuration');
define('_JNEWS_MAX_Q','Maximum number of e-mails per batch');
define('_JNEWS_SUBS_LIST_LABEL' , 'This Newsletter will be sent to the subscribers of the following selected lists:');
define('_JNEWS_SUBS_LIST_CAMPAIGN' , 'This auto-responder will be sent to the subscribers of the following selected auto-responder:');
define('_JNEWS_SUBS_LIST_RECEIVE', 'Receive' );
define('_JNEWS_SUBS_LIST_TOALL', 'Select All' );
define('_JNEWS_SUBS_LIST_TONONE', 'None' );
define('_JNEWS_LIST_COLOR','Color');
define('_JNEWS_LIST_COLOR_TIP','Select the color for your list. It can be usefull for the statistics.');
define('_JNEWS_MENU_NEW', 'New');
define('_JNEWS_MENU_EDIT', 'Edit');
define('_JNEWS_MENU_APPLY', 'Apply');
define('_JNEWS_MENU_CANCEL', 'Cancel');
define('_JNEWS_MENU_TEMPLATE', 'Template');
define('_JNEWS_HTML_VERSION', 'HTML Version');
define('_JNEWS_NONHTML_VERSION', 'Non-HTML Version');
define('_JNEWS_TAG_NAME_DESC' , 'This will be replaced by the name the subscriber entered, you will be sending personalized email when using this.');
define('_JNEWS_TAG_FNAME_DESC' , 'This will be replaced by the FIRST name of the subscriber entered.');
define('_JNEWS_TAG_ISSUENB_DESC' , 'This will be replaced by the issue number of the newsletter.');
define('_JNEWS_TAG_DATE_DESC' , 'This will be replaced by the sent date.');
define('_JNEWS_TAG_CBNAME' , '[CBTAG:{field_name}]');
define('_JNEWS_TAG_CBNAME_DESC' , 'This will be replaced by the value taken from the Community Builder field: eg. [CBTAG:firstname] ');
define('_JNEWS_TAG_LOADMODINFO_DESC' , 'This will be replaced by the Joomla module where id is equal to id of the joomla module. For example {module=1}.<br /> The modules can only be loaded through the cron task. <br /> ');
define('_JNEWS_DATETIME' , 'Date and Time');
define('_JNEWS_TEMPLATE_COPY' , '_copy');
define('_JNEWS_TEMPLATE_DEFAULT_NODEL' , 'You cannot delete a default template!');
define('_JNEWS_TEMPLATE_DEFAULT_SUCCS' , 'Successfully set to default!');
define('_JNEWS_TEMPLATE' , 'Template');
define('_JNEWS_TEMPLATES' , 'Templates');
define('_JNEWS_AR' , 'Auto-responder');
define('_JNEWS_SELCT_MAILINGLIST', 'Please select a list in the List tab in order to add a mailing.');
define('_JNEWS_SELCT_MAILINGCAMPAIGN', 'Please select a campaign in the List tab in order to add a mailing.');
define('_JNEWS_TEMPLATE_AVAIL', 'All Available Templates');
define('_JNEWS_TEMPLATE_NAME', 'Name');
define('_JNEWS_TEMPLATE_NAME_T', 'Enter the name of the template.');
define('_JNEWS_TEMPLATE_NAMEKEY', 'Namekey');
define('_JNEWS_TEMPLATE_NAMEKEY_T', 'Enter the namekey of the template.');
define('_JNEWS_TEMPLATE_DESC', 'Description');
define('_JNEWS_TEMPLATE_DEFAULT', 'Default');
define('_JNEWS_TEMPLATE_DEFAULT_T', 'Select "Yes" to set as the default template.');
define('_JNEWS_TEMPLATE_PUBLISH', 'Publish');
define('_JNEWS_TEMPLATE_PUBLISH_T', 'Select "Yes" to publish the template.');
define('_JNEWS_TEMPLATE_BG', 'Background Color');
define('_JNEWS_TEMPLATE_BG_T', 'Select the template background color.');
define('_JNEWS_TEMPLATE_UPLOAD', 'Upload Thumbnail');
define('_JNEWS_TEMPLATE_UPLOAD_T', 'Upload an image thumbnail of the template.');
define('_JNEWS_TEMPLATE_DESC_T', 'Enter the description of the template.');
define('_JNEWS_TEMPLATE_STYLE_TH1', 'Title h1');
define('_JNEWS_TEMPLATE_STYLE_TH2', 'Title h2');
define('_JNEWS_TEMPLATE_STYLE_TH3', 'Title h3');
define('_JNEWS_TEMPLATE_STYLE_TH4', 'Title h4');
define('_JNEWS_TEMPLATE_STYLE_UNSUB', 'Style for the Unsubscribe Link');
define('_JNEWS_TEMPLATE_STYLE_SUB', 'Style for the "Change Your Subscription" Link');
define('_JNEWS_TEMPLATE_STYLE_CONTENT', 'Style for the content area');
define('_JNEWS_TEMPLATE_STYLE_CHEAD', 'Style for the content title');
define('_JNEWS_TEMPLATE_STYLE_CREADMORE', 'Style for the read more link');
define('_JNEWS_TEMPLATE_STYLE_VONLINE', 'Style for the "View it online" Link');
define('_JNEWS_TEMPLATE_STYLE_NEW', 'Add a New Style');
define('_JNEWS_TEMPLATE_STYLE_NEWC', 'Name of the CSS Class');
define('_JNEWS_TEMPLATE_STYLE_NEWAPPLIED', 'CSS styles that will be applied to the class.');

//statistics & reports
define('_JNEWS_REPORTS_SUBS', 'Subscribers Reports');
define('_JNEWS_REPORTS_MAIL', 'Mailing Reports');
define('_JNEWS_REPORTS_LIST', 'List Reports');
define('_JNEWS_LIST_SUBCRIBERS', 'No. of Subscribers');
define('_JNEWS_LIST_UNSUBSCRIBERS', 'No. of Unsubscribers');
define('_JNEWS_LIST_CONFIRMED', 'No. of Confirmed Emails');
define('_JNEWS_LIST_UNCONFIRMED', 'No. of Unconfirmed Emails');
define('_JNEWS_LIST_SUB_DATE', 'Subscribed Date');
define('_JNEWS_MAILING_SEND_DATE','Send Date');
define('_JNEWS_MAILING_SUBJECT', 'Subject');
define('_JNEWS_MAILING_SENT_HTML','Sent in HTML');
define('_JNEWS_MAILING_SENT_TEXT','Sent in Text');
define('_JNEWS_MAILING_FAILED', 'Send Fails');
define('_JNEWS_MAILING_PENDING', 'Mail Pending');
define('_JNEWS_MAILING_BOUNCES','Bounces');
define('_JNEWS_MAILING_SENT', 'Total Sent');
//Mailing Reports
define('_JNEWS_MAIL_GRAPH', 'Graph');
define('_JNEWS_MAIL_DETAILS', 'Details');
define('_JNEWS_MAIL_DETAILS_READ', 'HTML Read');
define('_JNEWS_MAIL_DETAILS_UNREAD', 'HTML Unread');
define('_JNEWS_MAIL_DETAILS_TEXT', 'TEXT Only');

//stats filters
define('_JNEWS_GROUP_PREDEFINED_DATE','Predefined Date');		//legend
define('_JNEWS_GROUP_SPECIFIED_DATE','Specified Date');
define('_JNEWS_LABEL_SET_INTERVAL', 'Set Interval');		//labels
define('_JNEWS_LABEL_DATE_RANGE','Date Range');
define('_JNEWS_LABEL_CURRENT_SERVER_TIME', 'Current Server Time');
define('_JNEWS_LABEL_REPORT_TYPE','Report Type');
define('_JNEWS_INTERVAL_DAILY','Daily');					//intervals
define('_JNEWS_INTERVAL_WEEKLY','Weekly');
define('_JNEWS_INTERVAL_MONTHLY', 'Monthly');
define('_JNEWS_INTERVAL_YEARLY','Yearly');
define('_JNEWS_DEFINED_RANGE_YESTERDAY','Yesterday');		//predefined range
define('_JNEWS_DEFINED_RANGE_TODAY', 'Today');
define('_JNEWS_DEFINED_RANGE_THIS_WEEK','This Week');
define('_JNEWS_DEFINED_RANGE_LAST_WEEK','Last Week');
define('_JNEWS_DEFINED_RANGE_LAST_TWO_WEEK','Last 2 Weeks');
define('_JNEWS_DEFINED_RANGE_THIS_MONTH','This Month');
define('_JNEWS_DEFINED_RANGE_LAST_MONTH','Last Month');
define('_JNEWS_DEFINED_RANGE_THIS_YEAR','This Year');
define('_JNEWS_DEFINED_RANGE_LAST_YEAR','Last Year');
define('_JNEWS_DEFINED_RANGE_TWO_YEARS_AGO','2 Years Ago');
define('_JNEWS_DEFINED_RANGE_3_YEARS_AGO','3 Years Ago');
define('_JNEWS_BUTTON_REFRESH','Refresh');				//buttons
define('_JNEWS_BUTTON_GENERATE','Generate');
define('_JNEWS_BUTTON_RESET', 'Reset');
define('_JNEWS_SPECIFIED_DATE_START','Start');			//specified date
define('_JNEWS_SPECIFIED_DATE_END','End');
define('_JNEWS_REPORT_LISTING','Listing');
define('_JNEWS_REPORT_GRAPH','Graph');
define('_JNEWS_REPORT_EXPORT','Export');
define('_JNEWS_SUBSCRIBERS_ALL_USERS', 'All Users');		//subscribers
define('_JNEWS_SUBSCRIBERS_REGISTERED', 'Registered');
define('_JNEWS_SUBSCRIBERS_GUESTS','Guests');
define('_JNEWS_REPORT_WARN_MESSAGE', 'Incomplete Date Selection in Specified Fieldset!');

//stats export
define('_JNEWS_STATS_EXPORT', 'Export');
define('_JNEWS_EXPORT_WARN_MESSAGE', 'No Data to be Exported');
define('_JNEWS_GRAPH_WARN_MESSAGE', 'No Data to be Displayed');
define('_JNEWS_REPORT_HEADER', 'Report');
define('_JNEWS_REPORT_HEADER_TO', 'to');
define('_JNEWS_PIE_PROCESS_WARN_MESSAGE', 'No Data for Mailing Process');
define('_JNEWS_PIE_FORMAT_WARN_MESSAGE', 'No Data for HTML/Text Format');

//stats graph labels
define('_JNEWS_GRAPH_LBL_HTML', 'HTML');
define('_JNEWS_GRAPH_LBL_TEXT', 'TEXT');
define('_JNEWS_GRAPH_TITLE_FORMAT', 'HTML/TEXT Format');
define('_JNEWS_GRAPH_PIE_TITLE_MAIL', 'Mailing Process');
define('_JNEWS_PIE_SUBS', 'Subscribers');
define('_JNEWS_PIE_UNSUBS', 'Unsubscribers');
define('_JNEWS_PIE_UNCONFIRMED', 'Unconfirmed');
define('_JNEWS_PIE_CONFIRMED', 'Confirmed');
define('_JNEWS_MAILING_SUBJECT_HEADER', 'Subject');


//Wizards
define('_JNEWS_WIZARD', 'Wizard');
define('_JNEWS_CHECKLISTFOUND', 'Please create your list first and be sure that it is published.');

define('_JNEWS_CHECKCAMPAIGNFOUND', 'Please create your campaign(list) first and be sure that it is published.');
define('_JNEWS_TEMPLATE_ALERT_NAMEKEY', 'Template must have a namekey!');
define('_JNEWS_LIST_GUIDE', '<strong>List Management:</strong> <br/>'.
       '<ul><li>The first thing you have to do to start with jNews is to create your list.</li>'.
       '<li>You will be able to subscribe users to this list and send one or more Newsletters.</li>'.
       '<li>You can specify here the basic information of the list including your <i><u>Sender Information</u></i>.</li>'.
       '<li>And be able to specify users or group of users who can subscribe to that list.</li>'.
       '<li>For <i>Plus</i> and <i>Pro</i> version you can specify what group of user or user who can add or edit mailings for this list.</li>'.
       '<li>For <i>Pro</i> version you have the option to send <i><u>Unsubscription</u></i> and <i><u>Subscription Notification</u></i> to the owner of the list or the admin of the site.</li></ul>');
define('_JNEWS_SUBSCRIBERS_GUIDE', '<strong>Subscriber Management:</strong> </br>' .
	    '<ul><li><strong>During Creation: </strong></li><br>'.
        '<ul><li>You can proceed here adding your subscribers.</li>'.
        '<li>Specify your <i><u>Subscriber Information</i></u></li>'.
        '<li>And select which <i><u>List</u></i> you want your subscriber to subscribe to, provided that you have created list.</li>'.
        '<li>You can Confirm your added subscriber to receive your newsletters.</li>'.
        '<li>You can also allow your subscriber to recieve the HTML format of your newsletter.</li>'.
        '<li><i><u>IP</u></i> field is added to automatically detect the IP of your subscriber from the frontend of your site. </li></ul></ul>'.
        '<ul><li><strong>Export Button</strong></li>' .
        '<ul><li>This allows you to <i><u>Export</u></i> your subscribers from all your lists or selected lists.</li></ul></ul>' .
        '<ul><li><strong>Import Button</strong></li>' .
        '<ul><li>This allows you to <i><u>Import</u></i> your subscribers to all your lists or selected lists.</li></ul></ul>');
define('_JNEWS_NEWSLETTER_GUIDE', '<strong>Newsletter Management:</strong> <br/>'.
        '<ul><li>Provided that you have created List(s) you can now proceed creating your <i><u>Newsletters</u></i>.</li>'.
        '<li>For the <i><u>Plus</u></i> version you can create <i><u>Scheduled Newsletter</u></i> and also <i><u>Autoresponder</u></i> or <i><u>Auto-responder</u></i> type of mailing.</li>'.
        '<li>For <i><u>PRO</u></i> you have the functionality with <i><u>Smart-Newsletter</u></i>, which takes your <i>latest created</i>, <i>modified</i> and <i>published articles</i> of your site.</li></ul>'.
        '<ul><li><strong>During Creation:</strong></li>'.
		'<ul><li><i><u>Newsletter Content Area</u></i> -> where you put all the contents of your Newsletter.</li>'.
		'<li><i><u>List Tab</u></i> -> the area where you can send the newsletter to one or more Lists.</li>'.
		'<li><i><u>Sender Tab</u></i> -> the area of the Sender Information Settings of your Newsletter.</li>'.
		'<li><i><u>Content Tab</u></i> -> the area where you can look for the contents of your site and specify which article to insert into your Newsletter.</li>'.
        '<li><i><u>Attachments</u></i> -> Newsletter Attachement Information area.</li></ul></ul>' .
        '<ul><li><strong>Unpublished Button</strong></li>' .
        '<ul><li>Enables you to unpublished your newsletter.</li></ul></ul>' .
        '<ul><li><strong>Preview Button</strong></li>' .
        '<ul><li>Preview the content and format of your newsletter.</li></ul></ul>' .
        '<ul><li><strong>Send Button</strong></li>' .
        '<ul><li>Enables you to manually send the newsletter to your list of subscribers.</li></ul></ul>' .
        '<ul><li><i>Note: You can only edit an unpublished newsletter.</i></li></ul>');
define('_JNEWS_AUTORESPONDER_GUIDE', '<strong>Autoresponder Management:</strong><br/>'.
		  '<ul><li>Provided that you have created <i><u>Auto-responder</u></i> type of list you can proceed creating your <i><u>Autoresponder</u></i>.</li>'.
		  '<li>During the creation process you can specify the <i><u>Number of Delays</u></i> for your autoresponder, after the previous one has been processed.</li>' .
		  '<li> The process is more or less the same on how to create your newsletter.</li></ul>');
define('_JNEWS_SMARTNEWSLETTER_GUIDE', '<strong>Smart-Newsletter Management:</strong> <br/>' .
		 '<ul><li>Provided that you have created <i>list(s)</i> and <i>latest created</i>, <i>modified</i> and <i>published article</i> on your site you can proceed creating <i><u>SmartNewsletter</u></i>.</li>'.
         '<li>The creation process is more or less the same with Newsletter Creation.</li>' .
         '<li>From the <i><u>Smart-Newsletter Tab</u></i> during creation you can specify your settings for the processing of your Smart-Newsletters.</li>');
define('_JNEWS_TEMPLATES_GUIDE', '<strong>Template Management:</strong><br><ul><li>Templates can be very useful in creating newsletter.</li>' .
		'<li>This view will allow you to create Templates for your newsletters</li>' .
		'<li><i><u>Default Template</u></i> will be applied to the newly created newsletter.</li>' .
		'<li><i><u>Inline CSS</u></i> of the template will be applied/inherited to the created newsletter.</li>' .
		'<li>You can also choose a <i><u>Background Color</u></i> that will be a background of the newsletter.</li>' .
		'<li>Note: Only newly created newsletter will get the html of the default template</li></ul>' .
		'<ul><strong>Default Button</strong>'.
		'<ul><li>Inorder to make your Template as the default template to be used in your newsletter you just need to click on this button.</li></ul></ul>');
define('_JNEWS_QUEUE_GUIDE','<strong>Queue Management:</strong><br/> ' .
		'<ul><li>This view enables you to see your <i><u>Queued Mailings</u></i>.' .
		'<li>These are your <i><u>Scheduled Newsletters</i></u>, <i><u>Autoresponders</i></u> and <i><u>Smart-Newsletters</i></u></li>'.
        '<li>The <i><u>Process Queue Button</i></u> will allow you to proces your queued mailings manually by just clicking the said button.</li>' .
        '<li>The <i><u>Reset S.N. Counter Button</i></u> will allow you to reset the <i>next send date</i> or <i>generated date</i> of your Smart-Newsletter.</li>' .
        '<li>The <i><u>Empty Queue Button</i></u> will allow you to clean the whole queue.</li></ul>');
define('_JNEWS_ABOUT_GUIDE','jnews');
define('_JNEWS_IMPORT_GUIDE','<strong>Import Management:</strong><br/>'.
         '<ul><li>Here you can import your subscribers to all your lists or to select lists.</li>'.
         '<li>By following the link given below, you can proceed importing your subscribers.</li>'.
         '<li><i>Note: You need to create first your lists before importing your subscribers.</i></li></ul>');
define('_JNEWS_CONFIGURATION_GUIDE','<strong>Configuration:</strong><br/>'.
        '<ul>All the jnews configuration settings can be done in this area.<br/><br/>'.
	    '<strong>Mail Tab:</strong>'.
	    '<ul><li>The area where you can define the Mail Settings and Sending Settings of jNews depending on your server requirements.</li></ul>'.
	    '<br/><strong>Subscribers Tab:</strong>'.
	    '<ul><li>The area where we can define the subscription settings both from the backend and frontend of your site.</li></ul>'.
	    '<br/><strong>Scheduler Tab:</strong>'.
	    '<ul><li>The area where we can specify the Scheduler Frequency so do with Maintenance Settings on the sending of your mailings.</li>
         <li>The Information entered on this area depends also on your server requirements or server limitation.</li></ul>'.
	    '<br/><strong>Logs & Stats Tab:</strong>'.
	    '<ul><li>The area to specify the Statistics Settings and Logs Settings.</li></ul>'.
	    '<br/><strong>Archive Tab:</strong>'.
	    '<ul><li>This is mainly used for the auto archive frequency.</li></ul>'.
	    '<br/><strong>Miscellaneous Tab:</strong>'.
	    '<ul><li>All the other settings and preferences can be found here.</li></ul>'.
	    '<br/><strong>Queue Tab:</strong>'.
	    '<ul><li>Mainly used for the Queue Management View (available for Plus and Pro Version).</li></ul>'.
	    '<br/><strong>License Tab:</strong>'.
	    '<ul><li>The area where we can validate the license by just following the steps presented.</li></ul></ul>');
define('_JNEWS_EMPTY_Q','Empty Queue');
define('_JNEWS_RESET_SN','Reset S.N. Counter');
define('_JNEWS_Q_M1','There are no emails in the queue.');
define('_JNEWS_INSTALL_CLICKSTART', 'Click here to get started!');
define('_JNEWS_INSTALL_DESC', 'Thank you for choosing jNews.<br><br>
jNews is a mailing lists, newsletters, auto-responders and follow up tool for communicating effectively with your users and customers.');
define('_JNEWS_INSTALL_ERRORN' , 'If you have error during the installation process, please refer to our');
define('_JNEWS_INSTALL_DOC' , 'documentation here.');
define('_JNEWS_INSTALL_SUCC' , 'Successfuly Installed.');
define('_JNEWS_INSTALL_STATUS_CONFIG' , 'jNews Configuration:');
define('_JNEWS_INSTALL_STATUS_PLUGIN' , 'jNews Plugin(Bot):');
define('_JNEWS_INSTALL_STATUS_MOD' , 'jNews Module:');
define('_JNEWS_INSTALL_UPDATES' , 'jNews Updates');
define('_JNEWS_STATS_GUIDE', '<strong>Mailing Reports: </strong><br/>'.
		'<ul> <li>It will generate a list of mailings sent based on the given date range. </li> ' .
		'<li>It will count the following: <ul><li> the no. of mails sent in HTML & Text Format,</li>' .
			'<li> no. of how many viewed the mails in HTML format, </li>' .
			'<li>how many mail sent that are failed, </li><li>still on-process (pending), ' .
			'</li><li>email bounced,</li> <li>and the total sent is the no. of emails sent on each mailing.</li> </ul></li></ul>'.
		'<strong>List Reports:</strong> <br/>'.
		'<ul> <li>It will generate a listing of List Names based on the date of subscriptions on a given date range. </li>' .
			'<li>It will list the following:  <ul><li>total no. of subscribers who made a subscription </li> ' .
			'<li>total no. of subscribers who unsubscribed, </li>' .
			'<li>total no. of confirmed and unconfirmed subscribers on each list type. </li>  </ul></li></ul>'.
		'<strong>Subscribers Report:</strong> <br/>'.
		'<ul> <li>It will generate a report on the total no. of subscribers on a given date range.</li> </ul>'.
		'<strong>How to Export the Report into CSV File:</strong>'.
		'<ul> <li>On each Reports (Mailing, List and Subscribers), an export icon is found at the upper right of each tab.</li>'.
		'<li>Click the export icon to export the file.</li></ul>'
		);
define('_JNEWS_TEMPLATE_ALIAS' , 'Alias');
define('_JNEWS_SEARCH' , 'Search');
define('_JNEWS_SEARCH_GO' , 'Go');
define('_JNEWS_SEARCH_RESET' , 'Reset');
define('_JNEWS_SENDER_LIST_INFO', 'Click to select sender from list' );
define('_JNEWS_FILTER_MAILING' , 'Select a Mailing ');
define('_JNEWS_MESSAGE_QUEUE' , 'All Mailings in the Queue ');
define('_JNEWS_FILTER_LIST' , 'Select Type');
define('_JNEWS_MAILING_TAG' , 'Tag');
define('_JNEWS_MAILING_TAGINSERT' , 'Insert');
define('_JNEWS_MAILING_TAG_INSTRUCT' , '<p>Select the desired tag to be added and click insert.<br> Note: <i>Make sure to place the cursor in the text editor where you want to insert.</i></p>');
define('_JNEWS_TAG_SUBSCRIPTION', '{tag:subscriptions}');
define('_JNEWS_TAG_UNSUBSCRIBE', '{tag:unsubscribe}');
define('_JNEWS_TAG_SUBSCRIPTION_DESC', 'This will be replaced by the defined constant "_JNEWS_CHANGE_EMAIL_SUBSCRIPTION" in the translation.');
define('_JNEWS_TAG_UNSUBSCRIBE_DESC', 'This will be replaced by the defined constant "_JNEWS_UNSUBSCRIBE" in the translation.');
define('_JNEWS_TAG_VIEWONLINETXT', '{viewonline:text here}');
define('_JNEWS_TAG_VIEWONLINE', 'view it in your browser');
define('_JNEWS_TAG_VIEWONLINE_DESC', 'This will be replaced by either the default text or what you put in the "text here" with a link.');

//since 1.1.0
define('_JNEWS_SHOW_CRON','Enable joobi cron');

define('_JNEWS_SHOW_CRON_TIPS','Enables the cron set up upon the installation of jNews.<br>This cron was set up in http://www.joobi.co and will be triggered every 15 minutes');
define('_JNEWS_CRON_FSETTINGS' , 'Cron Settings');

define('_JNEWS_INSTALL_ACAUPDATEMSG' , 'Do you want to import your database from Acajoom to jNews?');
define('_JNEWS_INSTALL_ACAUPDATEBTN' , 'Import Acajoom Data');
define('_JNEWS_INSTALL_ACAUPDATENOTE' , 'NOTE : This will transfer data stored from Acajoom tables to jNews tables.');

define('_JNEWS_MAILING_UPDATED' , 'Mailings successfully imported.');
define('_JNEWS_DETAIL_UPDATED' , 'Stats Details successfully imported');
define('_JNEWS_GLOBAL_UPDATED' , 'Stats Globals successfully imported');
define('_JNEWS_SUBSCRIBER_UPDATED' , 'Subscribers successfully imported');
define('_JNEWS_QUEUE_UPDATED' , 'Queues successfully imported');
define('_JNEWS_LISTSUBSCRIBER_UPDATED' , 'List Subscribers successfully imported');

define('_JNEWS_LIST_UPDATED_FAILED' , 'No Lists successfully imported');
define('_JNEWS_MAILING_UPDATED_FAILED' , 'No Mailings successfully imported');
define('_JNEWS_DETAIL_UPDATED_FAILED' , 'No Detailed Statistics successfully imported');
define('_JNEWS_GLOBAL_UPDATED_FAILED' , 'No Global Statistics successfully imported');
define('_JNEWS_SUBSCRIBER_UPDATED_FAILED' , 'No Subscribers successfully imported');
define('_JNEWS_QUEUE_UPDATED_FAILED' , 'No records successfully imported to Queue');
define('_JNEWS_LISTSUBSCRIBER_UPDATED_FAILED' , 'No records successfully imported to List Subscribers');

define('_JNEWS_LEGEND' , 'Legend');
define('_JNEWS_NOTVISIBLE', 'Not Visible');
define('_JNEWS_SCHEDULED', 'Scheduled');
define('_JNEWS_SUBSCRIBERS_UNREGISTERED', 'Unregistered');
define('_JNEWS_TEMPLATE_UPLOAD_SUCCESS', 'Successfully uploaded template' );
define('_JNEWS_TEMPLATE_UPLOAD_FAIL', 'Fail to upload template. Kindly verify the zip file if it has the main index.html file.' );
define('_JNEWS_UPLOAD_ZIP_INVALID', 'Can only upload templates in zip files' );
define('_JNEWS_CUSTOMCSS', 'Input your Custom CSS here');
define('_JNEWS_TEMPLATE_ALERT', 'Template name and alias are required!');

//since 2.2.0
define('_JNEWS_UNSUB_NOTIFYMSG','Send Unsubscribe Notification');
define('_JNEWS_SEND_UNSUBNOTIFY_TIPS','Specify here if you want to send an unsubscription notification to the list owner or not.');
define('_JNEWS_UNSUB_ADMINMESSAGE', 'Unsubscribe Notification Message');
define('_JNEWS_INFO_AMIN_UNSUB_NOTIFY', 'This message will be send to List Owner or List creator when someone unsubscribes to the list. Any message can be entered here.');

//templates
define('_JNEWS_CSS_TOGGLESTYLE','Toggle Styling');
define('_JNEWS_EXTERNALCSS_LINK','Add External CSS Link');
define('_JNEWS_EXTERNALCSS_PROCESS','Process');
define('_JNEWS_TEMP_COMBINECLASS','Combined class selector');
define('_JNEWS_COMBINECLASS_SUPPORT','is not supported');
define('_JNEWS_TEMP_COMBINECLASS_IN','in');
define('_JNEWS_TEMP_HTMLTAG','Found html tag ');
define('_JNEWS_TEMP_CONTDEV','You may contact developer for it to be added');
define('_JNEWS_TEMP_COMBCLASSPSEUDO','Combined pseudo-class selector');
define('_JNEWS_TEMP_COMBCLASSEID','or element id');

//Menus
define('_JNEWS_MENU_LIVE_SUPPORT','Live Support');

//Tags
define ('_JNEWS_SMART_TAG', 'This will be replaced by the latest created, modified and published article when you create a Smart-Newsletter type of mailing.');

//Toobar Menus
define('_JNEWS_DONEW_SUBSCRIBERB', 'Name and Email are required!');

//since 3.1.0
define('_JNEWS_IP', 'IP');
define('_JNEWS_MENU_STATS_REPORTS', 'Statistics');
define('_JNEWS_LIST_T_ADMIN_NOTIFICATION' , 'Notification');
define('_JNEWS_MENU_REFRESH_STATS' , 'Refresh');
define('_JNEWS_MENU_GENERATE_STATS' , 'Generate');

//since 3.2.0
define('_JNEWS_LIST_T_LIST' , 'List');
define('_JNEWS_UNSUBSCRIBE_ADMIN_NOTIFICATION', '<p>Dear [LISTOWNERNAME],<br /> <br /></p> <p style="padding-left: 30px;">This is an automated message from [SITE]. To inform you that a user unsubscribed to your newsletter list.</p> <p style="padding-left: 60px;"><strong>Details</strong></p> <p style="padding-left: 60px;">Date and Time of Unsubscription: <strong>{tag:date}</strong><br />Subscriber Name: <strong>[SUBSCRIBERNAME]</strong><br />Subscriber Email: <strong>[SUBSCRIBEREMAIL]</strong></p> <p style="padding-left: 60px;">Unsubscribed List: <strong>[LISTID] - [LISTNAME]</strong></p> <p style="padding-left: 30px;">Please do not response to this message as it is automatically generated and is for information purposes only.</p> <p> </p> <p>Thank You!</p>');

//Tagging
define('_JNEWS_TAG_MODNAME' , 'Module Name');
define('_JNEWS_TAG_MODTYPE' , 'Type');
define('_JNEWS_TAG_MODPOSITION' , 'Position');
define('_JNEWS_TAG_ACL' , 'Access Level');
define('_JNEWS_TAG_SPECIAL' , 'Special');
define('_JNEWS_TAG_PUBLIC' , 'Public');
define('_JNEWS_TAG_ARTICLESECTION' , 'Section');
define('_JNEWS_TAG_ARTICLECATEGORY' , 'Category');
define('_JNEWS_TAGMENU_MODULE' , 'Joomla Module');
define('_JNEWS_TAGMENU_AUTOCONTENT' , 'Auto Content');
define('_JNEWS_TAGMENU_SUBSCRIPTION' , 'Subscription');
define('_JNEWS_TAGMENU_USERS' , 'Users');
define('_JNEWS_TAGMENU_DATETIME' , 'Date/Time');
define('_JNEWS_TAGMENU_WEBSITE' , 'Site Links');
define('_JNEWS_TAGMENU_CONTENT' , 'Content');
define('_JNEWS_TAGPICKLIST_ORDERING' , 'Ordering');
define('_JNEWS_TAGPICKLIST_ORDERINGTIP' , 'Select the way you want your articles to be ordered.');
define('_JNEWS_TAGPICKLIST_CREATED' , 'Created Date (Newest First)');
define('_JNEWS_TAGPICKLIST_TITLE' , 'Title');
define('_JNEWS_TAGPICKLIST_Order' , 'Order');

define('_JNEWS_SELECT_MAILING', 'Please select a mail to edit!');
define('_JNEWS_DELETE_MAILING', 'Please select a mail to delete!');
define('_JNEWS_COPY_MAILING', 'Please select a mail to copy!');
define('_JNEWS_TAG_CONFIRM_DESC', 'This will be replaced by the defined constant "_JNEWS_CONFIRM_SUBSCRIPTION" in the translation with the confirmation link.');
define('_JNEWS_TEMPLATE_SAVED', 'Template successfully saved.');
define('_JNEWS_SUBSCRIPTION_NOT_AVAIL_LIST', 'You are trying to subscribe to a listid that does not exist.');

//since 4.0.0
define('_JNEWS_MENU_TAG' , 'Tags');
define('_JNEWS_TAG_EMAIL_DESC', 'This will be replaced by the email of the subscriber.');
define('_JNEWS_TAG_FWDTOFRIEND', 'Forward to a friend.');
define('_JNEWS_TAGTITLE_SITE', 'Site Links');
define('_JNEWS_TAGTITLE_CONTENT', 'Joomla Contents');
define('_JNEWS_TAGTITLE_AUTOCONTENT', 'Automatic Joomla Contents');
define('_JNEWS_TAGTITLE_MOD', 'Joomla Modules');
define('_JNEWS_TAGCAPTION_ALL', 'ALL');
define('_JNEWS_SUCCESS_COPIED' , ' successfully copied.');
define('_JNEWS_TAGCAPTION_ALLSECCAT' , 'ALL SECTIONS AND CATEGORIES');
define('_JNEWS_FWD_MYDETAILS' , 'My Details');
define('_JNEWS_FWD_WANTTO' , 'I want to forward this email to');
define('_JNEWS_FWD_MESSAGE' , 'Enter a message');
define('_JNEWS_FWD_MESSAGEHID' , 'This email was forwarded to you by');
define('_JNEWS_FWD_SENDEMAIL' , 'Send Email');
define('_JNEWS_FWD_ADDFIELD' , 'Add another friend.');

define('_JNEWS_NEWSLETTER_ARCHIVE', 'Newsletter Archive');
define('_JNEWS_FWDTOFRIEND_ALRT_UNAME', 'Please enter your name.');
define('_JNEWS_FWDTOFRIEND_ALRT_UEMAIL', 'Please enter your valid e-mail address.');
define('_JNEWS_FWDTOFRIEND_ALRT_FNAME', 'Please enter your friend\'s name.');
define('_JNEWS_FWDTOFRIEND_ALRT_FEMAIL', 'Please enter a valid e-mail address of your friend.');
define('_JNEWS_FWDTOFRIEND_SUCCESS', 'Mailing successfully forwarded to ');
define('_JNEWS_FWDTOFRIEND_FAILED', 'Mailing not successfully forwarded to ');
define('_JNEWS_TAGSITE_TAGTIP', 'Click Insert to add the tag in the newsletter.');
define('_JNEWS_TAGSITE_CAPTION', 'Tag Caption');
define('_JNEWS_TAGSITE_CAPTIONTIP', 'Change the tag caption or text here.');
define('_JNEWS_TAGSMART_ALERT_SELECT', 'Please select your Automatic Content to be added in your newsletter!');
define('_JNEWS_ARLIST', 'Auto-responders');
define('_JNEWS_NEW_SUBSCRIBER', 'Subscriber Succesfully Saved.');
define('_JNEWS_EDIT_AR', 'Edit an Auto-responder');
define('_JNEWS_ARINFO_LIST_DELAY', 'Specify the delay(in days) of this autoresponder from the date of subscription.');
define('_JNEWS_SUBS_LIST', 'This Auto-responder will be attached to the following selected lists:');
define('_JNEWS_SUBS_LIST2', 'Attach lists');
define('_JNEWS_SUBS_LIST_TIPS', 'Attach this auto-responder to the following lists . If a user subscribes to these lists they will also be subscribed to the autoresponder. ');
define('_JNEWS_PRIORD_LISTTYPE','Prioritized list type');
define('_JNEWS_PRIORD_LISTTYPE_TIPS', 'If there is a conflict between lists in subscription of a user prioritize either the list or the auto-responder.');
define('_JNEWS_PRIORD_SUBS','Prioritized subscription');
define('_JNEWS_PRIORD_SUBS_TIPS', 'If there is a conflict between subscription or unsubscription to a list prioritize either the subscription, unsubscription or just do nothing to the existing subscriptions.<br/><b>Ignore Changes</b>: We do not change the subscription if there is a conflict.<br/><b>Subscription</b>: We force the subscription of the user to the auto-responders.<br/><b>Unsubscription</b>: We unsubscribe the user from the auto-responder.');
define('_JNEWS_REMAIN_SUBS','Ignore Changes');
define('_JNEWS_UNSUBS','Unsubscription');
define('_JNEWS_SUBSCRIPTION_AR','Subscription to Auto-responder');
define('_JNEWS_SUBSCRIPTION_LIST','Subscription to List');
define('_JNEWS_YOUR_CRON', 'Your Cron url');
define('_JNEWS_LAUNCH_CRON', 'Launch Cron');

define('_JNEWS_SAFEUNSUBSCRIBE', 'Safe Unsubscribe');
define('_JNEWS_INVIUNPUB', 'The lists you subscribed are either in invisible status or unpublished.<br> Only the admin of the site can unsubscribe you from those lists as of now.');
define('_JNEWS_UNSUBSTOLISTS_MESSAGE','Are you sure you want to unsubscribe from these lists?');
define('_JNEWS_SELECT_ALLLISTS','Click to select all List');
define('_JNEWS_SELECT_ALLLAUTOR','Click to select all Auto-responder');
define('_JNEWS_UNSUBSLINK_TIP','Select yes if you prefer to show unsubscribe link on mailings');
define('_JNEWS_CHANGESUBSLINK_TIP','Select yes if you prefer to show subscription link on mailings for subscriber to change his subscription');
define('JNEWS_AUTOMATIC_CRON', 'An automatic cron is created upon the installation of jNews.<br/>This cron was automatically set up in www.joobi.co. This cron has the frequency of 15 minutes.');
define('_JNEWS_IMPORTSUB_TIPS','Import subscribers. The information in the file need to be to the following format: <b>Name, email, receiveHTML(1/0), <span style="color: rgb(255, 0, 0);">confirmed(1/0)</span></b>');
define('_JNEWS_NOSMARTTAG', 'The smartnewsletter doesn\'t contain a [SMARTNEWSLETTER] tag yet. Please insert the tag in the content.');
define('_JNEWS_DELETEBTN','Delete Queue');
define('_JNEWS_MENU_STOPQ','Stop Queue');
define('_JNEWS_MENU_STARTQ','Start Queue');
define('_JNEWS_MAILING_QUEUE_DELETED', 'The queue entry have been successfully deleted for this mailing.');
define('_JNEWS_QUEUE_SETTING','Queue Setting');
define('_JNEWS_QUEUESTATS_ON','On');
define('_JNEWS_QUEUESTATS_OF','Off');
define('_JNEWS_QUEUESTATS_TIPS','Turn On if you want the Process Queue to start or Off if you want it to stop.');
define('_JNEWS_MENU_STARTQ_MSG','The processing of queue has been started.');
define('_JNEWS_MENU_STOPQ_MSG','The processing of queue has been stopped.');
define('_JNEWS_QUEUESTATS_NOTIFY','The queue has been stopped if you want to continue proccessing it, you need to ');

//since
define('_JNEWS_NEW_URL_PASS_TIPS','Enter the password to be able to add a subscriber via url. Append the catcher variable passwordA in the URL.');
define('_JNEWS_CRON_PASSWORD', 'Cron Password');
define('_JNEWS_USE_CRON_PASS', 'Use Password for Cron');

//since 4.2.0
define('_JNEWS_QUEUE_STATUS','Queue Status');
define('_JNEWS_SMTPPORT','SMTP Port');
define('_JNEWS_SMARTQUEUE','Smart Queue');
define('_JNEWS_SMARTQ_ON','On');
define('_JNEWS_SMARTQ_OF','Off');
define('_JNEWS_SMARTQ_TIPS','Turn On if you want to enable the Smart processing of queue which will overcome your server limitation.');
define('_JNEWS_SUB_INFO_FIELDS', 'Show More Subscriber Info');
define('_JNEWS_SUB_INFO_FIELDS_TIPS', 'Show IP ,Register Date, User id and Black List fields in the subscriber form in the frontend');
define('_JNEWS_JSUB', 'Frontend Management');
define('_JNEWS_JSUB_TIPS', 'Choose if only the owner of the list or the super admin can only edit and create/view newsletters in the frontend. A user can own a list if he is subscribed via jSubscription');
define('_JNEWS_BYOWNER', 'By Owner');
define('_JNEWS_LIST_ACESS', 'By List Access');
define('_JNEWS_CAPTCHA_WARN',   'Cannot create Captcha Image either you do not have php GD Library installed or php GD Library has not been loaded with TFF support <br>Check your phpinfo() or you can turn off the Enable Captcha option from ');
define('_JNEWS_CAPTCHA_LINK','jNews Configuration under Subscriber Tab');
define('_JNEWS_MORE_TEMPLATES','More Templates');

//Since 5.0.0
define('_JNEWS_TAGMENU_K2CONTENT', 'K2 Contents');
define('_JNEWS_TAGMENU_VMPRODUCTS', 'Virtuemart Products');
define('_JNEWS_TEMPLATE_AVLB','Availability');
define('_JNEWS_TEMPLATE_INS','Installed');
define('_JNEWS_TEMPLATE_DWN','Download');
define('_JNEWS_TEMPLATE_FDWN','Free Download');
define('_JNEWS_TEMPLATE_IMG','Image');
define('_JNEWS_SUBS_INFO','You do not have subscription record to any mailing lists so it is not possible to unsubscribe here.');
define ('_JNEWS_UNSUBS_STATUS','You are already unsubscribe to the list.');
define('_JNEWS_CAPTCHAW', 'Captcha Width');
define('_JNEWS_CAPTCHAW_TIPS', 'Define the width of the captcha in the subscriber module');
define('_JNEWS_CAPTCHAH', 'Captcha Height');
define('_JNEWS_CAPTCHAH_TIPS', 'Define the height of the captcha in the subscriber module');
define('_JNEWS_CAPTCHA_MSG', 'Kindly enter the correct captcha code.');
define('_JNEWS_MCRYPT_MESSAGE', 'The captcha has been turned on without the mcrypt library enabled.<br>Kindly enable the mcrypt extension in your php.ini.<br>You may also want to disable captcha in ');

//Since 5.1.0
define('_JNEWS_FORCED_HTML', 'Send HTML Mailing Only?');
define('_JNEWS_FORCED_HTML_TIP','Yes if you want to force only html mailing will be sent to your subscribers.');

//Since social edition
define('_JNEWS_LISTS_CONFIG','Lists');
define('_JNEWS_LISTS_SETTINGS','Lists Settings');
define('_JNEWS_USE_MASTERLISTS','Use Master Lists?');
define('_JNEWS_USE_MASTERLISTS_TIPS','Yes if you want to use master lists [All Potential Site Members, All Registered Subscribers, All Front-end Lists Subscribers] of your subscribers, No otherwise');
define('_JNEWS_LIST_CREATORFE','Front-end List Creator');
define('_JNEWS_LIST_CREATORFE_TIPS','Define the access level who you will allow to create lists on Front-end');
define('_JNEWS_LIST_CREATORFE_WARN','(You need to specify here the group level of user who can create list on the frontend.)');

define('_JNEWS_BLOG_RENDERING', 'Blog Rendering');
define('_JNEWS_BLOG_TIPS', 'Full Blog: this will load the full blog in the newsletter<br>Intro Only: this will load the x number of characters of the blog with a read more link to the complete blog in your site');
define('_JNEWS_TAGMENU_BLOGS', 'Lyften Bloggie');
define('_JNEWS_TAGMENU_DEALS', 'Deal');
define('_JNEWS_DEALS_INTRO', 'Intro Box');
define('_JNEWS_DEALS_FULL', 'Full Description');
define('_JNEWS_DEAL_NAME', 'Deal Name/<br> Short Description');
define('_JNEWS_DEAL_INDUSTRY', 'Industry/<br> Country');
define('_JNEWS_DEAL_TARGET', 'Target Amount/<br> Inv Range');
define('_JNEWS_DEAL_TYPE_TIPS', 'Full Description: will include the entire deal in the newsletter.<br />' .
		'Intro box: will include only the introduction of the deal in the newsletter.<br/>');
define('_JNEWS_CONTENT_TIP', 'ID of the content to be inserted in the newsletter');
define('_JNEWS_CONTENT_ID', 'Content ID');
define('_JNEWS_BLOG_TIP', 'ID of the blog to be inserted in the newsletter');
define('_JNEWS_BLOG_ID', 'Blog ID');
define('_JNEWS_TAGMENU_JOMSOCIAL','JomSocial');
define('_JNEWS_TAGCAPTION_ALLCAT','All Categories'); //_JNEWS_TAG_ARTICLECATEGORY
define('_JNEWS_PLUG_INSTALLED','Plugin %s installed successfully');
define('_JNEWS_MODULE_INSTALLED','Module %s installed successfully');
define('_JNEWS_EMAIL_LISTS', 'Lists');
define('_JNEWS_LEADS_REP', 'Leads Reports');
define('_JNEWS_SUBSCRIBERS', 'Subscribers');
define('_JNEWS_ALLOW_SN', 'Allow Smart-Newsletter');
define('_JNEWS_ALLOW_SN_TIP', 'Allow creation of smart-newsletter in the frontend.');
define('_JNEWS_UNSUBSCRIBE_SUBJECT_NOT', 'Unsubscription Notification');
define('_JNEWS_RED_SUBSCRIPTION', 'Redirect After Subscription');
define('_JNEWS_RED_SUBS_TIP', 'Redirect page after subscription from the module.');
define('_JNEWS_PLEASE_WAIT', 'Please wait...');
define('_JNEWS_MOD_MESSAGE', 'Pop-up Subscription Message');
define('_JNEWS_MOD_MESSAGE_TIP', 'Select Yes to pop-up the subscription message. Select No to put the message in the module');

//since 6.1.0
define('_JNEWS_CREATE_NEWSUBS_TIPS', 'Specify here the default number of rows of subscribers information to be created or added in the front-end.');
define('_JNEWS_CREATE_NEWSUBS','Add New Subsbcribers in');
define('_JNEWS_ROWS', 'rows');
define('_JNEWS_USE_BACKENDVIEW', 'Add Subscribers Using Default View');
define('_JNEWS_USE_BACKENDVIEW_TIPS', 'Specify here if you want to add subscribers in front-end using the default view used in the back-end');

define('_JNEWS_TERMS_CONDITIONS', 'Terms and Condition');
define('_JNEWS_TERMS_WARN', 'Please check the terms and conditions option. To read the terms and conditions kindly click on the Terms and Conditions link');
define('_JNEWS_TERMS_LINK','Terms and Condtion Link');
define('_JNEWS_TERMS_LINK_TIPS','Enter the complete link for the terms and conditions here.<br><strong>(ex. http://www.yoursite.com/index.php?option=com_content&view=article&id=[article_id]&Itemid=[Item_id]</strong>');
define('_JNEWS_SHOW_TERMS','Show Terms and Condition');
define('_JNEWS_SHOW_TERMS_TIPS','Add the Terms and Condition in the subscriber module');
define('_JNEWS_CHECK_TERMS','Check Terms and Condition');
define('_JNEWS_CHECK_TERMS_TIPS','Check or uncheck the terms and condition by default.');

//since 7.0.0
define('_JNEWS_CRON_SYSTEM', 'Cron System');
define('_JNEWS_CRON_SYSTEM_TIPS', 'Defines the cron used to launched the automatic scheduling of jNews.<br><br> [0] <strong> No Cron </strong> - if you do not want to use the automatic sending of mailing.' .
		'<br><br>[1] <strong>jNews Cron System Plugin</strong> - if you want your jNews Cron will be triggered within your site itself.<br><br>[2] <strong>Joobi Cron</strong> - if you want to avail the free Cron Task provided by <a href="http://www.joobi.co">Joobi</a>. ' .
		'<br><br>[3] <strong>External Cron</strong> - if you prefer to have your own cron task on your server.');
define('_JNEWS_NO_CRON', 'No Cron');
define('_JNEWS_CRON_PLUGIN', 'jNews Cron System Plugin');
define('_JNEWS_CRON_JOOBI','Joobi Cron');
define('_JNEWS_CRON_EXTERNAL','External Cron');
define('JNEWS_CAPTCHA_FTWARN','Cannot view the captcha image because FreeType Support of your GD Library is disabled. ' .
		'<br/>You may go to the backend of your site -> Help -> System Info -> PHP Information Tab -> gd section and check if FreeType Support is enable or not. ' .
		'<br/> If disabled you can enable it in the php.ini file of your server.');

//since 7.1.0
define('_JNEWS_SUBSCRIPTION_SETTINGS', 'Subscription Settings');
define('_JNEWS_SUBNOTIFY_MSG', 'Subscribe Notify Message');
define('_JNEWS_SUBNOTIFY_MSG_TIPS','This message will be send to List Owner or List creator when a subscriber subscribes to the list. Any message can be entered here.');
define('_JNEWS_SUBSDEFAULT_NOTIFYMSG', '<p>Dear [LISTOWNERNAME],<br /> <br /></p>
<p style="padding-left: 30px;">This is an automated message from [SITE] to notify you that a user subscribed to your newsletter list.</p>
<p style="padding-left: 60px;"><strong>Details</strong></p>
<p style="padding-left: 60px;">Date and Time of Subscription: <strong>{tag:date}</strong><br />Subscriber Name: <strong>[SUBSCRIBERNAME]</strong><br />Subscriber Email: <strong>[SUBSCRIBEREMAIL]</strong></p>
<p style="padding-left: 60px;">Subscribed List: <strong>[LISTID] - [LISTNAME]</strong></p>
<p style="padding-left: 30px;">Please do not response to this message as it is automatically generated and is for information purposes only.</p>
<p> </p>
<p>Thank You!</p>');
define('_JNEWS_SUBS_NOTIFYSUBJECT','Subscription Notification');
define('_JNEWS_UNSUBS_NOTIFYSUBJECT','Unsubscription Notification');
define('_JNEWS_SENDTEST_CONFIGSUCC','If you receive this email, it means that you will be able to send any other e-email from the website.');
define('_JNEWS_SENDTEST_CONFIGERROR','Kindly review your mail configuration there might be some settings that were not set properly.');
define('_JNEWS_LIST_UNPUBMSG','Your list is unpublished, in order to use the list you created you need to publish it first.');
define('_JNEWS_LIST_INVIMSG','Your list is invisible on frontend, for your subscriber to see it you need to make your list visible first.');
define('_JNEWS_TEMPLATE_STYLE_TH5','Title h5');
define('_JNEWS_TEMPLATE_STYLE_TH6','Title h6');
define('_JNEWS_SENDTEST_TEMP','Send Test Template');
define('_JNEWS_NOCRON_USED','No cron task created or used for jNews.');

//since 7.2.0
define('_JNEWS_LISTS_UNSUBMSG','You are already unsubscribe from the Mailing Lists.');
define('_JNEWS_SEND_NEWSLETTER','Send Newsletter');
define('_JNEWS_MSG_SENT_SUCCESS', 'sent successfully to');
define('_JNEWS_MSG_SENT_FAIL', 'not sent successfully to');
define('_JNEWS_QUEUE_STATUSSEND', 'Queue Status');
define('_JNEWS_MENU_CONTINUE','Continue');
define('_JNEWS_QUEUE_EMPTYINFO','The queue is empty and there are no scheduled mailings to be processed.');
define('_JNEWS_QUEUE_READYTOSEND','Mailings Ready to be Sent');
define('_JNEWS_QUEUE_SCHEDULED','Scheduled Mailings');
define('_JNEWS_QUEUE_STILLONQUEUE','Mailings still on Queue at');
define('_JNEWS_SENDBTN','Send');

//since 7.3.0
define('_JNEWS_SMTPSECURE', 'SMTP Secure');
define('_JNEWS_SMTPSECURE_TIPS', 'If you use a SMTP Server, you can add a secure process before connecting to the SMTP Server.');
define('_JNEWS_NO_LISTS_AVAILABLE', 'No lists available for this type.');

//since 7.4.0
//define('_JNEWS_NO_LISTS_AVAILABLE', 'No lists available for this type.');
define('_JNEWS__LIST_HTML_EDITOR', 'List HTML editor is turned off. <br /> If you wish to add a description for the list kindly turn on the List Description editor in the Configuration>>Miscellaneoous tab.');
define('_JNEWS_TAGMODULE_REPLACE_MESSAGE', 'If your module tag was not replaced or has been replaced with an empty string, please check if the allow_url_fopen is set to on in your php.ini or if not please check if your server supports cURL.<br />It is a requirement to turn on the allow_url_fopen or curl to be able to replace the module tag in the preview and in sending from the backend. If you don\'t have either of the two the module tag will only be replaced if it is sent via the cron');
define('_JNEWS_QUEUE_PROCESS_ERROR', 'An error occured while retrieving queue entries to be processed; there is too much entries to be retrieved from the queue.<br /> Please reduce the maximum emails per task in the Scheduler tab in the jNews Configuration.');
define('_JNEWS_TOO_MUCH_CRON_MAX_EMAILS', 'You have too much max cron emails to be processed per task.<br /> Please reduce the number of emails to be processed per task to avoid a problem when loading the entries in the queue for processing. <br />Kindly lessen the maximum emails per task but increase the max cron frequency(frequency approved by your provider) to still send newsletters fast.');
define('_JNEWS_VIEW_BROWSER', 'View on the Browser');
define('_JNEWS_THE_MAILING', 'The mailing ');
define('_JNEWS_SENT_ALL', ' successfully sent to the subscribers.');
define('_JNEWS_NO_MAILINGS_YET', 'There are no mailings to be sent on this time.');
define('_JNEWS_CRON_TRIGGERRED', 'Last time cron triggered');
define('_JNEWS_CRON_TRIGGERRED_TIPS', 'Last time cron triggered');
define('_JNEWS_CRON_TRIGGERRED_ADD_INFO', 'Note: Even though the cron is triggerred it still can be that the queue and scheduled newsletters are not being processed.');
define('_JNEWS_UNSUBSCRIBE_ALL', 'Unsubscribe to All Lists');
define('_JNEWS_UNSUBSCRIBE_ALL_OR', 'or click here to Unsubscribe from All Lists');
define('_JNEWS_UNSUBSCRIBE_ALL_MESS', 'You have been unsubscribed from all lists!');
define('_JNEWS_UNSUBSCRIBE_ALL_CAPTION', 'Show Unsubscribe to All Lists');
define('_JNEWS_UNSUBSCRIBE_ALL_CAPTION_TIPS', 'Select Yes to show the Unsubscribe To All Lists button in the frontend.');
define('_JNEWS_ATTEMPTED', 'Attempted to send');
define('_JNEWS_RESCHEDULED', 'This newsletter has been rescheduled and will attempt to send again.');
define('_JNEWS_REACHED_MAX_ATTEMPT', 'Note: If the no. of attempts in trying to send the newsletter already exceeded the maximum no. of attempts, this entry will be deleted from the queue.');
define('_JNEWS_REGWARN_COLUMN','Please enter');
define('_JNEWS_COLUMN_SHOW','Show Column ');
define('_JNEWS_SHOW_COLUMN_TIPS','Show/hide this column in your subscribers list-BE');
define('_JNEWS_INPUT_COLUMN','Column ');
define('_JNEWS_INPUT_COLUMN_TIPS','Enter your column ');
define('_JNEWS_COLUMN_DESC', 'This will be replaced by your user defined column ');
define('_JNEWS_HELP', 'Help');
define('_JNEWS_SEND_LOG_TO_TIPS', 'Send mailing reports to this email. If none is specified the mailing report will be sent to the first admin of the site');
define('_JNEWS_SEND_LOG_TO', 'Send mailing reports to');
define('_JNEWS_ASSIGN_LIS_TEMPLATE', 'List Template');
define('_JNEWS_ASSIGN_LIS_TEMPLATE_TIPS', 'Select default template to be used for this list');
define('_JNEWS_AUTO_OPTION_NO_SYNC', 'Sync No Users');
define('_JNEWS_QUEUE_BLOCK', 'Block');
define('_JNEWS_QUEUE_UNBLOCK', 'Unblock');
define('_JNEWS_TAGMENU_MEDIA_SHARE', 'Social Share');
define('_JNEWS_JOOBI_CRON', 'Joobi Cron System');
define('_JNEWS_JOOBI_CRON_TIPS', 'Select Yes to publish Joobi Cron and be able to use this cron system. Select No if you don\'t want to use this cron. This cron will be triggered every 15 minutes.');
define('_JNEWS_JNEWS_CRON', 'jNews Cron System Plugin');
define('_JNEWS_JNEWS_CRON_TIPS', 'Select Yes to publish jNews Cron System Plugin and be able to use this cron system. Select No if you don\'t want to use this cron. This cron will be triggered ever 15 minutes.');
define('_JNEWS_JOOBICRON_YES', 'Yes');
define('_JNEWS_JOOBICRON_NO', 'No');
define('_JNEWS_TITLE', 'This will be replaced with the title of the newsletter.');

//since 7.5.x
define('_JNEWS_CREATE_DATE', 'Create Date');
define('_JNEWS_MENU_SEND_TEST_TEXT', 'Send Test Email(Text)');
define('_JNEWS_CRON_NEXTTRIGGER', 'Next Cron Task');
define('_JNEWS_CRON_NEXTTRIGGER_TIPS', 'This date indicate when the cron task will be able to be triggered. If the URL get triggered before that time it will NOT trigger the queue.');
define('_JNEWS_AUTONEWS_DATE', 'Start Date');
define('_JNEWS_AUTONEWS_DATE_TIPS', 'Created: will only include the article last created.<br />Modified: will include the article last created AND modifed.');
define('_JNEWS_AUTONEWS_DATE_CREATED', 'Created');
define('_JNEWS_AUTONEWS_DATE_MODIFIED', 'Modified');
define('_JNEWS_UNSUBCRIBERS_VIEW', 'Unsubscribed');
define('_JNEWS_UNSUBSCRIBER_CONFIG', 'Unsubscribers');
define('_JNEWS_SUB_LISTTYPE_ALL', 'All Subscribers');
define('_JNEWS_SUB_LISTTYPE_ONLY_SUBCRIBED', 'Subscribed');
define('_JNEWS_SUB_LISTTYPE_ONLY_UNSUBCRIBED', 'Unsubscribed');
define('_JNEWS_SUB_LISTTYPE_ONLY_WAITINGCONF', 'Waiting Confirmation' );
define('_JNEWS_SUB_LISTTYPE_ONLY_BLOCKED', 'Blocked Users');
define('_JNEWS_MENU_SEND_TESTSPAM', 'Test for Spam');
define('_JNEWS_SPAMTEXT_MESSAGE_SENT_SUCCESSFULLY', 'Spam Test Email successfully sent, please check your mail box!');
define('_JNEWS_AUTONEWS_NEXT_GEN', 'Next generated date' );
define('_JNEWS_AUTONEWS_NEXT_GEN_TIPS', 'The next time jNews will generate a Newsletter' );
define('_JNEWS_AUTONEWS_SMARTNEWS_PROCESS', 'The system processed the SmartNewsletter ( %s ) and found %s  new published articles between %s and %s .' );
define('_JNEWS_AUTONEWS_NO_SMARTNEWS_GENERATE_IDS', 'There is no SmartNewsletter to generate yet for the ID %s .' );
define('_JNEWS_AUTONEWS_NO_SMARTNEWS_GENERATE_DATE', 'A SmartNewsletter will be generated after this date: %s .' );
define('_JNEWS_AUTONEWS_NO_SMARTNEWS_GENERATE_TIME', 'The current time is: %s .' );
define('_JNEWS_NEWSLETTER_BE_SENT', ' will be sent to ' );
define('_JNEWS_NEWSLETTER_BE_SUBCRIBERS', 'subscribers.' );
define('_JNEWS_NEWSLETTER_BE_NEXT', 'The next mailing will be sent after %s .' );
define('_JNEWS_NEWSLETTER_BE_READY_SENT', ' ready to be sent to ' );
define('_JNEWS_DESC_SUPERPACK', 'jNews SuperPack the ultimate mailing system including lots of preloaded templates. jNews! Your Communication Partner!');
define('_JNEWS_DESC_SOCIAL', 'jNews Social the ultimate mailing system for your Social community. jNews! Your Communication Partner!');

//since 7.6.x
define('_JNEWS_SNTAG_NO_REQUIRED', 'Multi-Purpose Smart-Newsletter');
define('_JNEWS_SNTAG_NO_REQUIRED_TIP', 'If YES the Smart-Newsletter will NOT require a [SMARTNEWSLETTER] tag and therefore can be used to schedule anything else, eg: latest members in JomSocial or latest calendar events.');
define('_JNEWS_SEND_MAIL_EMAIL', 'From email');
define('_JNEWS_SEND_MAIL_EMAIL_TIPS', 'Choose what email will show as the sender.');
define('_JNEWS_SUB_REDIRECT_URL', 'Subscription redirect URL');
define('_JNEWS_SUB_REDIRECT_URL_TIPS', 'Specified a redirect URL for the front-end component subscirption form.');
define('_JNEWS_SUCCESS_ALREADY_SUB', 'Your email already exists in our mailing list.');
define('_JNEWS_SUBSCRIBE_NOTIFICATION', 'List Subscription Notification');
define('_JNEWS_SUBSCRIBE_NOTIFICATION_TIPS', 'Specified a list of emails seperated by comma (,) to which you want the subscription notification to be sent to.');
define('_JNEWS_UNSUBSCRIBE_NOTIFICATION', 'List Unsubscription Notification');
define('_JNEWS_UNSUBSCRIBE_NOTIFICATION_TIPS', 'Specified a list of emails seperated by comma (,) to which you want the unsubscription notification to be sent to.');
define('_JNEWS_COMPONENT_THEME', 'Component Theme');
define('_JNEWS_COMPONENT_THEME_TIPS', 'Choose the theme you want to use for back-end and front-end.');
define('_JNEWS_TAGSITE_THEME', 'Display newsletter');
define('_JNEWS_TAGSITE_THEME_TIPS', 'Define if you want to display only the newsletter or if you want to include also Joomla template.');
define('_JNEWS_TAG_INSERT_TAG', 'Insert Tag');
define('_JNEWS_ALLOW_FE_AUTORESPONDERS', 'Allow FE Auto-Responders');
define('_JNEWS_ALLOW_FE_AUTORESPONDERS_TIPS', 'Allow the creation of auto-responders in the frontend.');

//since 7.7.x
define('_JNEWS_ARCHIVELINK_STANDARD', 'Standard');
define('_JNEWS_ARCHIVELINK_POPUP', 'Pop-Up');
define('_JNEWS_ARCHIVELINK_PAGE', 'New Page');
define('_JNEWS_ARCHIVE_LINK', 'Link to Archive');
define('_JNEWS_ARCHIVE_LINK_TIPS', 'Chose the type of link / windows for the display of the archived newsletter.');
define('_JNEWS_AUTONEWS_DATE_PUBLISHUP', 'Start Publishing');
define('_JNEWS_AUTONEWS_NO_ARTICLE', 'There is no Article to add to the Smart Newsletter at this moment.');
define('_JNEWS_CAPTCHA_TIPS', 'Enter Security Code Here');
define('_JNEWS_EXPORT_TEXT_ALL','All subscribers will be exported!');



//since 8.0.x
define('_JNEWS_HIDE_TITLE','Hide title');
define('_JNEWS_HIDE_TITTLE_ARTICLE_TIPS', 'Yes to hide the title of the inserted article.'); 
define('_JNEWS_UNSUBSCRIBE_MESSAGE_TEXTAREA', 'Please let us know why you unsubscribe:'); 
define('_JNEWS_UNSUBSCRIBE_MESSAGE_TEXTAREA_TITLE', 'Feedback');
